Repository: raminentezar-rgb/avrasya-university-site
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ar, de, fa, ru

source: Search files
ar: البحث عن الملفات
de: Dateien suchen
fa: جستجوی فایل‌ها
ru: Поиск файлов

source: Select an image to embed
ar: حدد صورة لتضمينها
de: Wählen Sie ein einzubettendes Bild aus
fa: یک تصویر برای قراردادن انتخاب کنید
ru: Выберите изображение для вставки

source: Browse for the image you want, then click 'Embed Image' to continue...
ar: تصفح للعثور على الصورة المطلوبة، ثم انقر على 'تضمين الصورة' للمتابعة...
de: Durchsuchen Sie nach dem gewünschten Bild und klicken Sie dann auf 'Bild einbetten', um fortzufahren...
fa: تصویر مورد نظر خود را مرور کرده و سپس برای ادامه روی 'قراردادن تصویر' کلیک کنید...
ru: Найдите нужное изображение, затем нажмите «Вставить изображение» для продолжения...

source: No images found. Upload images using the 'Image Button' dialog's 'Upload' tab.
ar: لم يتم العثور على صور. قم بتحميل الصور باستخدام علامة التبويب 'تحميل' في مربع حوار 'زر الصورة'.
de: Keine Bilder gefunden. Laden Sie Bilder über den 'Upload'-Tab des 'Bild-Button'-Dialogs hoch.
fa: تصویری یافت نشد. با استفاده از تب 'بارگذاری' در دیالوگ 'دکمه تصویر' تصاویر را بارگذاری کنید.
ru: Изображения не найдены. Загрузите изображения, используя вкладку «Загрузка» в диалоговом окне «Кнопка изображения».

source: Images in:
ar: الصور في:
de: Bilder in:
fa: تصاویر در:
ru: Изображения в:

source: Embed Image
ar: تضمين الصورة
de: Bild einbetten
fa: قراردادن تصویر
ru: Вставить изображение

source: Play Slideshow
ar: تشغيل عرض الشرائح
de: Diashow abspielen
fa: پخش اسلایدشو
ru: Запустить слайд-шоу

source: Pause Slideshow
ar: إيقاف عرض الشرائح مؤقتًا
de: Diashow pausieren
fa: توقف اسلایدشو
ru: Приостановить слайд-шоу

source: &lsaquo; Previous Photo
ar: &lsaquo; الصورة السابقة
de: &lsaquo; Vorheriges Foto
fa: &lsaquo; تصویر قبلی
ru: &lsaquo; Предыдущее фото

source: Next Photo &rsaquo;
ar: الصورة التالية &rsaquo;
de: Nächstes Foto &rsaquo;
fa: تصویر بعدی &rsaquo;
ru: Следующее фото &rsaquo;

source: Next &rsaquo;
ar: التالي &rsaquo;
de: Weiter &rsaquo;
fa: بعدی &rsaquo;
ru: Далее &rsaquo;

source: &lsaquo; Prev
ar: &lsaquo; السابق
de: &lsaquo; Zurück
fa: &lsaquo; قبلی
ru: &lsaquo; Пред.

source: Messages
ar: الرسائل
de: Nachrichten
fa: پیام‌ها
ru: Сообщения

source: Site Maps
ar: خرائط الموقع
fa: نقشه‌های سایت
ru: Карты сайта

source: Static Files
ar: الملفات الثابتة
de: Statische Dateien
fa: فایل‌های استاتیک
ru: Статические файлы

source: Syndication
ar: التجميع
de: Syndikation
fa: سندیکاسیون
ru: Синдикация

source: That page number is not an integer
ar: رقم الصفحة هذا ليس عددًا صحيحًا
de: Die Seitenzahl ist keine ganze Zahl
fa: شماره صفحه یک عدد صحیح نیست
ru: Номер страницы не является целым числом

source: That page number is less than 1
ar: رقم الصفحة هذا أقل من 1
de: Die Seitenzahl ist kleiner als 1
fa: شماره صفحه کمتر از 1 است
ru: Номер страницы меньше 1

source: That page contains no results
ar: لا توجد نتائج في تلك الصفحة
de: Diese Seite enthält keine Ergebnisse
fa: آن صفحه هیچ نتیجه‌ای ندارد
ru: На этой странице нет результатов

source: Enter a valid value.
ar: أدخل قيمة صحيحة.
de: Geben Sie einen gültigen Wert ein.
fa: یک مقدار معتبر وارد کنید.
ru: Введите корректное значение.

source: Enter a valid domain name.
ar: أدخل اسم نطاق صحيح.
de: Geben Sie einen gültigen Domänennamen ein.
fa: یک نام دامنه معتبر وارد کنید.
ru: Введите корректное имя домена.

source: Enter a valid URL.
ar: أدخل عنوان URL صحيح.
de: Geben Sie eine gültige URL ein.
fa: یک آدرس اینترنتی (URL) معتبر وارد کنید.
ru: Введите корректный URL.

source: Enter a valid integer.
ar: أدخل عددًا صحيحًا صحيحًا.
de: Geben Sie eine ganze Zahl ein.
fa: یک عدد صحیح معتبر وارد کنید.
ru: Введите целое число.

source: Enter a valid email address.
ar: أدخل عنوان بريد إلكتروني صحيح.
de: Geben Sie eine gültige E-Mail-Adresse ein.
fa: یک آدرس ایمیل معتبر وارد کنید.
ru: Введите корректный адрес электронной почты.

source: Enter a valid “slug” consisting of letters, numbers, underscores or hyphens.
ar: أدخل 'سلاح' صالحًا يتكون من أحرف وأرقام وشرطات سفلية أو شرطات.
de: Geben Sie einen gültigen „Slug“ ein, bestehend aus Buchstaben, Zahlen, Unterstrichen oder Bindestrichen.
fa: یک «اسلاگ» معتبر متشکل از حروف، اعداد، زیرخط یا خط تیره وارد کنید.
ru: Введите корректный «слаг», состоящий из букв, цифр, подчёркиваний или дефисов.

source: Enter a valid “slug” consisting of Unicode letters, numbers, underscores, or hyphens.
ar: أدخل 'سلاح' صالحًا يتكون من أحرف يونيكود وأرقام وشرطات سفلية أو شرطات.
de: Geben Sie einen gültigen „Slug“ ein, bestehend aus Unicode-Buchstaben, Zahlen, Unterstrichen oder Bindestrichen.
fa: یک «اسلاگ» معتبر متشکل از حروف یونیکد، اعداد، زیرخط یا خط تیره وارد کنید.
ru: Введите корректный «слаг», состоящий из букв Юникода, цифр, подчёркиваний или дефисов.

source: Enter a valid %(protocol)s address.
ar: أدخل عنوان %(protocol)s صحيحًا.
de: Geben Sie eine gültige %(protocol)s-Adresse ein.
fa: یک آدرس %(protocol)s معتبر وارد کنید.
ru: Введите корректный %(protocol)s адрес.

source: IPv4 or IPv6
ar: IPv4 أو IPv6
de: IPv4 oder IPv6
fa: IPv4 یا IPv6
ru: IPv4 или IPv6

source: Enter only digits separated by commas.
ar: أدخل أرقامًا فقط مفصولة بفواصل.
de: Geben Sie nur durch Kommas getrennte Ziffern ein.
fa: فقط اعداد جدا شده با ویرگول وارد کنید.
ru: Вводите только цифры, разделённые запятыми.

source: Ensure this value is %(limit_value)s (it is %(show_value)s).
ar: تأكد من أن هذه القيمة هي %(limit_value)s (القيمة الحالية هي %(show_value)s).
de: Stellen Sie sicher, dass dieser Wert %(limit_value)s ist (er ist %(show_value)s).
fa: مطمئن شوید که این مقدار %(limit_value)s است (اکنون %(show_value)s است).
ru: Убедитесь, что это значение равно %(limit_value)s (сейчас %(show_value)s).

source: Ensure this value is less than or equal to %(limit_value)s.
ar: تأكد من أن هذه القيمة أقل من أو تساوي %(limit_value)s.
de: Stellen Sie sicher, dass dieser Wert kleiner oder gleich %(limit_value)s ist.
fa: مطمئن شوید که این مقدار کمتر یا مساوی %(limit_value)s است.
ru: Убедитесь, что это значение меньше или равно %(limit_value)s.

source: Ensure this value is greater than or equal to %(limit_value)s.
ar: تأكد من أن هذه القيمة أكبر من أو تساوي %(limit_value)s.
de: Stellen Sie sicher, dass dieser Wert größer oder gleich %(limit_value)s ist.
fa: مطمئن شوید که این مقدار بزرگتر یا مساوی %(limit_value)s است.
ru: Убедитесь, что это значение больше или равно %(limit_value)s.

source: Ensure this value is a multiple of step size %(limit_value)s.
ar: تأكد من أن هذه القيمة من مضاعفات حجم الخطوة %(limit_value)s.
de: Stellen Sie sicher, dass dieser Wert ein Vielfaches der Schrittgröße %(limit_value)s ist.
fa: مطمئن شوید که این مقدار مضربی از گام %(limit_value)s است.
ru: Убедитесь, что это значение кратно шагу %(limit_value)s.

source: Ensure this value is a multiple of step size %(limit_value)s, starting from %(offset)s, e.g. %(offset)s, %(valid_value1)s, %(valid_value2)s, and so on.
ar: تأكد من أن هذه القيمة من مضاعفات حجم الخطوة %(limit_value)s، بدءًا من %(offset)s، على سبيل المثال %(offset)s، %(valid_value1)s، %(valid_value2)s، وهكذا.
de: Stellen Sie sicher, dass dieser Wert ein Vielfaches der Schrittgröße %(limit_value)s ist, beginnend bei %(offset)s, z.B. %(offset)s, %(valid_value1)s, %(valid_value2)s, usw.
fa: مطمئن شوید که این مقدار مضربی از گام %(limit_value)s و شروع از %(offset)s است، مثلاً %(offset)s، %(valid_value1)s، %(valid_value2)s و به همین ترتیب.
ru: Убедитесь, что это значение кратно шагу %(limit_value)s, начиная с %(offset)s, например %(offset)s, %(valid_value1)s, %(valid_value2)s и так далее.

source: Ensure this value has at least %(limit_value)d character (it has %(show_value)d).
ar: تأكد من أن هذه القيمة تحتوي على حرف واحد على الأقل %(limit_value)d (تحتوي على %(show_value)d).
de: Stellen Sie sicher, dass dieser Wert mindestens %(limit_value)d Zeichen hat (er hat %(show_value)d).
fa: مطمئن شوید که این مقدار حداقل %(limit_value)d نویسه دارد (اکنون %(show_value)d نویسه دارد).
ru: Убедитесь, что это значение содержит хотя бы %(limit_value)d символ (сейчас %(show_value)d).

source: Ensure this value has at most %(limit_value)d character (it has %(show_value)d).
ar: تأكد من أن هذه القيمة تحتوي على حرف واحد على الأكثر %(limit_value)d (تحتوي على %(show_value)d).
de: Stellen Sie sicher, dass dieser Wert höchstens %(limit_value)d Zeichen hat (er hat %(show_value)d).
fa: مطمئن شوید که این مقدار حداکثر %(limit_value)d نویسه دارد (اکنون %(show_value)d نویسه دارد).
ru: Убедитесь, что это значение содержит не более %(limit_value)d символа (сейчас %(show_value)d).

source: Enter a number.
ar: أدخل رقمًا.
de: Geben Sie eine Zahl ein.
fa: یک عدد وارد کنید.
ru: Введите число.

source: Ensure that there are no more than %(max)s digit in total.
ar: تأكد من عدم وجود أكثر من %(max)s رقم واحد في المجموع.
de: Stellen Sie sicher, dass insgesamt nicht mehr als %(max)s Ziffer vorhanden ist.
fa: مطمئن شوید که در مجموع بیش از %(max)s رقم وجود ندارد.
ru: Убедитесь, что в общей сложности не более %(max)s цифры.

source: Ensure that there are no more than %(max)s decimal place.
ar: تأكد من عدم وجود أكثر من %(max)s منزلة عشرية واحدة.
de: Stellen Sie sicher, dass nicht mehr als %(max)s Dezimalstelle vorhanden ist.
fa: مطمئن شوید که بیش از %(max)s رقم اعشار وجود ندارد.
ru: Убедитесь, что не более %(max)s знака после запятой.

source: Ensure that there are no more than %(max)s digit before the decimal point.
ar: تأكد من عدم وجود أكثر من %(max)s رقم واحد قبل الفاصلة العشرية.
de: Stellen Sie sicher, dass nicht mehr als %(max)s Ziffer vor dem Dezimalpunkt vorhanden ist.
fa: مطمئن شوید که قبل از نقطه اعشار بیش از %(max)s رقم وجود ندارد.
ru: Убедитесь, что не более %(max)s цифры до десятичной точки.

source: File extension “%(extension)s” is not allowed. Allowed extensions are: %(allowed_extensions)s.
ar: امتداد الملف "%(extension)s" غير مسموح به. الامتدادات المسموح بها هي: %(allowed_extensions)s.
de: Die Dateierweiterung „%(extension)s“ ist nicht erlaubt. Erlaubte Erweiterungen sind: %(allowed_extensions)s.
fa: پسوند فایل «%(extension)s» مجاز نیست. پسوندهای مجاز عبارتند از: %(allowed_extensions)s.
ru: Расширение файла «%(extension)s» не разрешено. Допустимые расширения: %(allowed_extensions)s.

source: Null characters are not allowed.
ar: الأحرف الفارغة غير مسموح بها.
de: Nullzeichen sind nicht erlaubt.
fa: نویسه‌های تهی مجاز نیستند.
ru: Нулевые символы не допускаются.

source: and
ar: و
de: und
fa: و
ru: и

source: %(model_name)s with this %(field_labels)s already exists.
ar: %(model_name)s بهذا %(field_labels)s موجود بالفعل.
de: %(model_name)s mit diesem %(field_labels)s existiert bereits.
fa: %(model_name)s با این %(field_labels)s از قبل وجود دارد.
ru: %(model_name)s с такими %(field_labels)s уже существует.

source: Constraint “%(name)s” is violated.
ar: تم انتهاك القيد "%(name)s".
de: Einschränkung „%(name)s“ wird verletzt.
fa: محدودیت «%(name)s» نقض شده است.
ru: Ограничение «%(name)s» нарушено.

source: Value %(value)r is not a valid choice.
ar: القيمة %(value)r ليست خيارًا صالحًا.
de: Wert %(value)r ist keine gültige Auswahl.
fa: مقدار %(value)r یک انتخاب معتبر نیست.
ru: Значение %(value)r не является допустимым вариантом.

source: This field cannot be null.
ar: هذا الحقل لا يمكن أن يكون فارغًا.
de: Dieses Feld darf nicht null sein.
fa: این فیلد نمی‌تواند خالی (null) باشد.
ru: Это поле не может быть пустым.

source: This field cannot be blank.
ar: هذا الحقل لا يمكن أن يكون فارغًا.
de: Dieses Feld darf nicht leer sein.
fa: این فیلد نمی‌تواند خالی (blank) باشد.
ru: Это поле не может быть пустым.

source: %(model_name)s with this %(field_label)s already exists.
ar: %(model_name)s بهذا %(field_label)s موجود بالفعل.
de: %(model_name)s mit diesem %(field_label)s existiert bereits.
fa: %(model_name)s با این %(field_label)s از قبل وجود دارد.
ru: %(model_name)s с таким %(field_label)s уже существует.

source: %(field_label)s must be unique for %(date_field_label)s %(lookup_type)s.
ar: يجب أن يكون %(field_label)s فريدًا لـ %(date_field_label)s %(lookup_type)s.
de: %(field_label)s muss für %(date_field_label)s %(lookup_type)s eindeutig sein.
fa: %(field_label)s باید برای %(date_field_label)s %(lookup_type)s یکتا باشد.
ru: %(field_label)s должен быть уникальным для %(date_field_label)s %(lookup_type)s.

source: Field of type: %(field_type)s
ar: حقل من النوع: %(field_type)s
de: Feld vom Typ: %(field_type)s
fa: فیلد از نوع: %(field_type)s
ru: Поле типа: %(field_type)s

source: “%(value)s” value must be either True or False.
ar: يجب أن تكون قيمة "%(value)s" إما True أو False.
de: Der Wert „%(value)s“ muss entweder True oder False sein.
fa: مقدار «%(value)s» باید True یا False باشد.
ru: Значение «%(value)s» должно быть либо True, либо False.

source: “%(value)s” value must be either True, False, or None.
ar: يجب أن تكون قيمة "%(value)s" إما True أو False أو None.
de: Der Wert „%(value)s“ muss entweder True, False oder None sein.
fa: مقدار «%(value)s» باید True، False یا None باشد.
ru: Значение «%(value)s» должно быть True, False или None.

source: Boolean (Either True or False)
ar: منطقية (إما True أو False)
de: Boolean (entweder True oder False)
fa: بولین (True یا False)
ru: Логическое (True или False)

source: String (up to %(max_length)s)
ar: سلسلة نصية (حتى %(max_length)s)
de: Zeichenkette (bis zu %(max_length)s)
fa: رشته (تا %(max_length)s نویسه)
ru: Строка (до %(max_length)s)

source: String (unlimited)
ar: سلسلة نصية (غير محدودة)
de: Zeichenkette (unbegrenzt)
fa: رشته (نامحدود)
ru: Строка (без ограничений)

source: Comma-separated integers
ar: أعداد صحيحة مفصولة بفواصل
de: Kommagetrennte Ganzzahlen
fa: اعداد صحیح جدا شده با ویرگول
ru: Целые числа, разделённые запятыми

source: “%(value)s” value has an invalid date format. It must be in YYYY-MM-DD format.
ar: قيمة "%(value)s" لها تنسيق تاريخ غير صالح. يجب أن تكون بتنسيق YYYY-MM-DD.
de: Der Wert „%(value)s“ hat ein ungültiges Datumsformat. Es muss im Format JJJJ-MM-TT sein.
fa: مقدار «%(value)s» فرمت تاریخ نامعتبری دارد. باید در قالب YYYY-MM-DD باشد.
ru: Значение «%(value)s» имеет неверный формат даты. Оно должно быть в формате ГГГГ-ММ-ДД.

source: “%(value)s” value has the correct format (YYYY-MM-DD) but it is an invalid date.
ar: قيمة "%(value)s" لها التنسيق الصحيح (YYYY-MM-DD) ولكنها تاريخ غير صالح.
de: Der Wert „%(value)s“ hat das korrekte Format (JJJJ-MM-TT), ist aber ein ungültiges Datum.
fa: مقدار «%(value)s» قالب صحیح (YYYY-MM-DD) را دارد اما یک تاریخ نامعتبر است.
ru: Значение «%(value)s» имеет правильный формат (ГГГГ-ММ-ДД), но это недопустимая дата.

source: Date (without time)
ar: تاريخ (بدون وقت)
de: Datum (ohne Uhrzeit)
fa: تاریخ (بدون زمان)
ru: Дата (без времени)

source: “%(value)s” value has an invalid format. It must be in YYYY-MM-DD HH:MM[:ss[.uuuuuu]][TZ] format.
ar: قيمة "%(value)s" لها تنسيق غير صالح. يجب أن تكون بتنسيق YYYY-MM-DD HH:MM[:ss[.uuuuuu]][TZ].
de: Der Wert „%(value)s“ hat ein ungültiges Format. Es muss im Format JJJJ-MM-TT HH:MM[:ss[.uuuuuu]][TZ] sein.
fa: مقدار «%(value)s» فرمت نامعتبری دارد. باید در قالب YYYY-MM-DD HH:MM[:ss[.uuuuuu]][TZ] باشد.
ru: Значение «%(value)s» имеет неверный формат. Оно должно быть в формате ГГГГ-ММ-ДД ЧЧ:ММ[:сс[.uuuuuu]][ЧП].

source: “%(value)s” value has the correct format (YYYY-MM-DD HH:MM[:ss[.uuuuuu]][TZ]) but it is an invalid date/time.
ar: قيمة "%(value)s" لها التنسيق الصحيح (YYYY-MM-DD HH:MM[:ss[.uuuuuu]][TZ]) ولكنها تاريخ/وقت غير صالح.
de: Der Wert „%(value)s“ hat das korrekte Format (JJJJ-MM-TT HH:MM[:ss[.uuuuuu]][TZ]), ist aber ein ungültiges Datum/Uhrzeit.
fa: مقدار «%(value)s» قالب صحیح (YYYY-MM-DD HH:MM[:ss[.uuuuuu]][TZ]) را دارد اما یک تاریخ/زمان نامعتبر است.
ru: Значение «%(value)s» имеет правильный формат (ГГГГ-ММ-ДД ЧЧ:ММ[:сс[.uuuuuu]][ЧП]), но это недопустимые дата/время.

source: Date (with time)
ar: تاريخ (مع وقت)
de: Datum (mit Uhrzeit)
fa: تاریخ (با زمان)
ru: Дата (с временем)

source: “%(value)s” value must be a decimal number.
ar: يجب أن تكون قيمة "%(value)s" عددًا عشريًا.
de: Der Wert „%(value)s“ muss eine Dezimalzahl sein.
fa: مقدار «%(value)s» باید یک عدد اعشاری باشد.
ru: Значение «%(value)s» должно быть десятичным числом.

source: Decimal number
ar: رقم عشري
de: Dezimalzahl
fa: عدد اعشاری
ru: Десятичное число

source: “%(value)s” value has an invalid format. It must be in [DD] [[HH:]MM:]ss[.uuuuuu] format.
ar: قيمة "%(value)s" لها تنسيق غير صالح. يجب أن تكون بتنسيق [DD] [[HH:]MM:]ss[.uuuuuu].
de: Der Wert „%(value)s“ hat ein ungültiges Format. Es muss im Format [TT] [[HH:]MM:]ss[.uuuuuu] sein.
fa: مقدار «%(value)s» فرمت نامعتبری دارد. باید در قالب [DD] [[HH:]MM:]ss[.uuuuuu] باشد.
ru: Значение «%(value)s» имеет неверный формат. Оно должно быть в формате [ДД] [[ЧЧ:]ММ:]сс[.uuuuuu].

source: Duration
ar: المدة
de: Dauer
fa: مدت زمان
ru: Продолжительность

source: Email address
ar: عنوان البريد الإلكتروني
de: E-Mail-Adresse
fa: آدرس ایمیل
ru: Адрес электронной почты

source: File path
ar: مسار الملف
de: Dateipfad
fa: مسیر فایل
ru: Путь к файлу

source: “%(value)s” value must be a float.
ar: يجب أن تكون قيمة "%(value)s" عددًا عشريًا.
de: Der Wert „%(value)s“ muss eine Gleitkommazahl sein.
fa: مقدار «%(value)s» باید یک عدد اعشاری (float) باشد.
ru: Значение «%(value)s» должно быть числом с плавающей точкой.

source: Floating point number
ar: رقم فاصلة عائمة
de: Gleitkommazahl
fa: عدد اعشاری ممیز شناور
ru: Число с плавающей точкой

source: “%(value)s” value must be an integer.
ar: يجب أن تكون قيمة "%(value)s" عددًا صحيحًا.
de: Der Wert „%(value)s“ muss eine ganze Zahl sein.
fa: مقدار «%(value)s» باید یک عدد صحیح باشد.
ru: Значение «%(value)s» должно быть целым числом.

source: Integer
ar: عدد صحيح
de: Ganzzahl
fa: عدد صحیح
ru: Целое число

source: Big (8 byte) integer
ar: عدد صحيح كبير (8 بايت)
de: Große (8 Byte) Ganzzahl
fa: عدد صحیح بزرگ (8 بایت)
ru: Большое целое (8 байт)

source: Small integer
ar: عدد صحيح صغير
de: Kleine Ganzzahl
fa: عدد صحیح کوچک
ru: Малое целое

source: IPv4 address
ar: عنوان IPv4
de: IPv4-Adresse
fa: آدرس IPv4
ru: IPv4 адрес

source: IP address
ar: عنوان IP
de: IP-Adresse
fa: آدرس IP
ru: IP адрес

source: “%(value)s” value must be either None, True or False.
ar: يجب أن تكون قيمة "%(value)s" إما None أو True أو False.
de: Der Wert „%(value)s“ muss entweder None, True oder False sein.
fa: مقدار «%(value)s» باید None، True یا False باشد.
ru: Значение «%(value)s» должно быть None, True или False.

source: Boolean (Either True, False or None)
ar: منطقية (إما True أو False أو None)
de: Boolean (entweder True, False oder None)
fa: بولین (True، False یا None)
ru: Логическое (True, False или None)

source: Positive big integer
ar: عدد صحيح موجب كبير
de: Positive große Ganzzahl
fa: عدد صحیح بزرگ مثبت
ru: Большое положительное целое

source: Positive integer
ar: عدد صحيح موجب
de: Positive Ganzzahl
fa: عدد صحیح مثبت
ru: Положительное целое

source: Positive small integer
ar: عدد صحيح صغير موجب
de: Positive kleine Ganzzahl
fa: عدد صحیح کوچک مثبت
ru: Малое положительное целое

source: Slug (up to %(max_length)s)
ar: سلاح (حتى %(max_length)s)
de: Slug (bis zu %(max_length)s)
fa: اسلاگ (تا %(max_length)s نویسه)
ru: Слаг (до %(max_length)s)

source: Text
ar: نص
fa: متن
ru: Текст

source: “%(value)s” value has an invalid format. It must be in HH:MM[:ss[.uuuuuu]] format.
ar: قيمة "%(value)s" لها تنسيق غير صالح. يجب أن تكون بتنسيق HH:MM[:ss[.uuuuuu]].
de: Der Wert „%(value)s“ hat ein ungültiges Format. Es muss im Format HH:MM[:ss[.uuuuuu]] sein.
fa: مقدار «%(value)s» فرمت نامعتبری دارد. باید در قالب HH:MM[:ss[.uuuuuu]] باشد.
ru: Значение «%(value)s» имеет неверный формат. Оно должно быть в формате ЧЧ:ММ[:сс[.uuuuuu]].

source: “%(value)s” value has the correct format (HH:MM[:ss[.uuuuuu]]) but it is an invalid time.
ar: قيمة "%(value)s" لها التنسيق الصحيح (HH:MM[:ss[.uuuuuu]]) ولكنها وقت غير صالح.
de: Der Wert „%(value)s“ hat das korrekte Format (HH:MM[:ss[.uuuuuu]]), ist aber eine ungültige Uhrzeit.
fa: مقدار «%(value)s» قالب صحیح (HH:MM[:ss[.uuuuuu]]) را دارد اما یک زمان نامعتبر است.
ru: Значение «%(value)s» имеет правильный формат (ЧЧ:ММ[:сс[.uuuuuu]]), но это недопустимое время.

source: Time
ar: الوقت
de: Uhrzeit
fa: زمان
ru: Время

source: Raw binary data
ar: بيانات ثنائية خام
de: Roh-Binärdaten
fa: داده باینری خام
ru: Необработанные двоичные данные

source: “%(value)s” is not a valid UUID.
ar: "%(value)s" ليس UUID صالحًا.
de: „%(value)s“ ist keine gültige UUID.
fa: «%(value)s» یک UUID معتبر نیست.
ru: «%(value)s» не является корректным UUID.

source: Universally unique identifier
ar: معرف فريد عالمي
de: Universell eindeutiger Bezeichner
fa: شناسه یکتای جهانی (UUID)
ru: Универсальный уникальный идентификатор

source: File
ar: ملف
de: Datei
fa: فایل
ru: Файл

source: Image
ar: صورة
de: Bild
fa: تصویر
ru: Изображение

source: A JSON object
ar: كائن JSON
de: Ein JSON-Objekt
fa: یک شیء JSON
ru: Объект JSON

source: Value must be valid JSON.
ar: يجب أن تكون القيمة JSON صالحًا.
de: Der Wert muss gültiges JSON sein.
fa: مقدار باید JSON معتبر باشد.
ru: Значение должно быть корректным JSON.

source: %(model)s instance with %(field)s %(value)r is not a valid choice.
ar: نسخة %(model)s مع %(field)s %(value)r ليست خيارًا صالحًا.
de: %(model)s-Instanz mit %(field)s %(value)r ist keine gültige Auswahl.
fa: نمونه %(model)s با %(field)s %(value)r یک انتخاب معتبر نیست.
ru: Экземпляр %(model)s с %(field)s %(value)r не является допустимым вариантом.

source: Foreign Key (type determined by related field)
ar: مفتاح خارجي (يحدد النوع بواسطة الحقل المرتبط)
de: Fremdschlüssel (Typ durch verknüpftes Feld bestimmt)
fa: کلید خارجی (نوع تعیین شده توسط فیلد مرتبط)
ru: Внешний ключ (тип определяется связанным полем)

source: One-to-one relationship
ar: علاقة واحد لواحد
de: Eins-zu-eins-Beziehung
fa: رابطه یک به یک
ru: Один-к-одному

source: %(from)s-%(to)s relationship
ar: علاقة %(from)s-%(to)s
de: %(from)s-%(to)s-Beziehung
fa: رابطه %(from)s-%(to)s
ru: Связь %(from)s-%(to)s

source: %(from)s-%(to)s relationships
ar: علاقات %(from)s-%(to)s
de: %(from)s-%(to)s-Beziehungen
fa: روابط %(from)s-%(to)s
ru: Связи %(from)s-%(to)s

source: Many-to-many relationship
ar: علاقة متعددة لمتعددة
de: Viele-zu-viele-Beziehung
fa: رابطه چند به چند
ru: Многие-ко-многим

source: This field is required.
ar: هذا الحقل مطلوب.
de: Dieses Feld ist erforderlich.
fa: این فیلد اجباری است.
ru: Это поле обязательно.

source: Enter a whole number.
ar: أدخل عددًا صحيحًا.
de: Geben Sie eine ganze Zahl ein.
fa: یک عدد صحیح وارد کنید.
ru: Введите целое число.

source: Enter a valid date.
ar: أدخل تاريخًا صحيحًا.
de: Geben Sie ein gültiges Datum ein.
fa: یک تاریخ معتبر وارد کنید.
ru: Введите корректную дату.

source: Enter a valid time.
ar: أدخل وقتًا صحيحًا.
de: Geben Sie eine gültige Uhrzeit ein.
fa: یک زمان معتبر وارد کنید.
ru: Введите корректное время.

source: Enter a valid date/time.
ar: أدخل تاريخًا/وقتًا صحيحًا.
de: Geben Sie ein gültiges Datum/Uhrzeit ein.
fa: یک تاریخ/زمان معتبر وارد کنید.
ru: Введите корректные дату/время.

source: Enter a valid duration.
ar: أدخل مدة صالحة.
de: Geben Sie eine gültige Dauer ein.
fa: یک مدت زمان معتبر وارد کنید.
ru: Введите корректную продолжительность.

source: The number of days must be between {min_days} and {max_days}.
ar: يجب أن يكون عدد الأيام بين {min_days} و {max_days}.
de: Die Anzahl der Tage muss zwischen {min_days} und {max_days} liegen.
fa: تعداد روزها باید بین {min_days} و {max_days} باشد.
ru: Количество дней должно быть от {min_days} до {max_days}.

source: No file was submitted. Check the encoding type on the form.
ar: لم يتم تقديم أي ملف. تحقق من نوع الترميز في النموذج.
de: Es wurde keine Datei übermittelt. Überprüfen Sie den Kodierungstyp im Formular.
fa: هیچ فایلی ارسال نشد. نوع کدگذاری فرم را بررسی کنید.
ru: Файл не был отправлен. Проверьте тип кодировки в форме.

source: No file was submitted.
ar: لم يتم تقديم أي ملف.
de: Es wurde keine Datei übermittelt.
fa: هیچ فایلی ارسال نشد.
ru: Файл не был отправлен.

source: The submitted file is empty.
ar: الملف المقدم فارغ.
de: Die übermittelte Datei ist leer.
fa: فایل ارسال شده خالی است.
ru: Отправленный файл пуст.
