Repository: raminentezar-rgb/avrasya-university-site
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ar, de, fa, ru

source: You are seeing this page because <a href="https://docs.djangoproject.com/en/%(version)s/ref/settings/#debug" target="_blank" rel="noopener">DEBUG=True</a> is in your settings file and you have not configured any URLs.
ar: ترى هذه الصفحة لأن <a href="https://docs.djangoproject.com/en/%(version)s/ref/settings/#debug" target="_blank" rel="noopener">DEBUG=True</a> موجود في ملف الإعدادات الخاص بك ولم تقم بتكوين أي عناوين URL.
de: Sie sehen diese Seite, weil <a href="https://docs.djangoproject.com/en/%(version)s/ref/settings/#debug" target="_blank" rel="noopener">DEBUG=True</a> in Ihrer Konfigurationsdatei steht und Sie keine URLs konfiguriert haben.
fa: شما این صفحه را می‌بینید زیرا <a href="https://docs.djangoproject.com/en/%(version)s/ref/settings/#debug" target="_blank" rel="noopener">DEBUG=True</a> در فایل تنظیمات شما وجود دارد و شما هیچ URL‌ای پیکربندی نکرده‌اید.
ru: Вы видите эту страницу, потому что <a href="https://docs.djangoproject.com/en/%(version)s/ref/settings/#debug" target="_blank" rel="noopener">DEBUG=True</a> указано в вашем файле настроек и вы не настроили ни одного URL.

source: Django Documentation
ar: توثيق Django
de: Django-Dokumentation
fa: مستندات جنگو
ru: Документация Django

source: Topics, references, &amp; how-to’s
ar: موضوعات ومراجع وأدلة إرشادية
de: Themen, Referenzen und Anleitungen
fa: موضوعات، مراجع و راهنماها
ru: Темы, ссылки и руководства

source: Tutorial: A Polling App
ar: البرنامج التعليمي: تطبيق استطلاع
de: Tutorial: Eine Umfrage-App
fa: آموزش: یک برنامه نظرسنجی
ru: Учебник: Приложение для опросов

source: Get started with Django
ar: ابدأ مع Django
de: Erste Schritte mit Django
fa: شروع کار با جنگو
ru: Начните работу с Django

source: Django Community
ar: مجتمع Django
fa: جامعه جنگو
ru: Сообщество Django

source: Connect, get help, or contribute
ar: تواصل، احصل على مساعدة، أو ساهم
de: Vernetzen Sie sich, holen Sie Hilfe oder leisten Sie einen Beitrag
fa: ارتباط برقرار کنید، کمک بگیرید یا مشارکت کنید
ru: Общайтесь, получайте помощь или участвуйте

source: title
ar: عنوان
de: Titel
fa: عنوان
ru: заголовок

source: password
ar: كلمة المرور
de: Passwort
fa: رمز عبور
ru: пароль

source: title a
ar: العنوان أ
de: Titel a
fa: عنوان الف
ru: заголовок а

source: title b
ar: العنوان ب
de: Titel b
fa: عنوان ب
ru: заголовок b

source: title c
ar: العنوان ج
de: Titel c
fa: عنوان پ
ru: заголовок c

source: title d
ar: العنوان د
de: Titel d
fa: عنوان د
ru: заголовок d

source: visits
ar: الزيارات
de: Besuche
fa: بازدیدها
ru: посещения

source: Sorry, translation is not available.
ar: عذرًا، الترجمة غير متاحة.
de: Entschuldigung, Übersetzung nicht verfügbar.
fa: متأسفیم، ترجمه در دسترس نیست.
ru: Извините, перевод недоступен.

source: None
ar: لا شيء
de: Keine
fa: هیچ‌کدام
ru: Нет

source: Türkçe
ar: التركية
de: Türkisch
fa: ترکی
ru: Турецкий

source: English
ar: الإنجليزية
de: Englisch
fa: انگلیسی
ru: Английский

source: فارسی
ar: الفارسية
de: Persisch
ru: Персидский

source: العربية
de: Arabisch
fa: عربی
ru: Арабский

source: Deutsch
ar: الألمانية
fa: آلمانی
ru: Немецкий

source: ADAY ÖĞRENCİ
ar: الطالب المرشح
de: BEWERBER
fa: دانشجوی متقاضی
ru: АБИТУРИЕНТ

source: Dikey Geçiş
ar: الانتقال الرأسي
de: Vertikaler Übergang
fa: انتقال عمودی
ru: Вертикальный перевод

source: Yatay Geçiş
ar: الانتقال الأفقي
de: Quereinstieg
fa: انتقال افقی
ru: Горизонтальный перевод

source: LABORATUVARLAR
ar: المختبرات
de: LABORE
fa: آزمایشگاه‌ها
ru: ЛАБОРАТОРИИ

source: KAMPÜSTE YAŞAM
ar: الحياة في الحرم الجامعي
de: LEBEN AUF DEM CAMPUS
fa: زندگی در پردیس
ru: ЖИЗНЬ В КАМПУСЕ

source: YURT OLANAKLARI
ar: مرافق السكن
de: WOHNHEIMGELÄNDE
fa: امکانات خوابگاه
ru: УСЛОВИЯ ПРОЖИВАНИЯ

source: Kütüphane
ar: المكتبة
de: Bibliothek
fa: کتابخانه
ru: Библиотека

source: Üniversitemiz
ar: جامعتنا
de: Unsere Universität
fa: دانشگاه ما
ru: Наш университет

source: About us
ar: معلومات عنا
de: Über uns
fa: درباره ما
ru: О нас

source: Courses
ar: الدورات
de: Kurse
fa: دوره‌ها
ru: Курсы

source: Elements
ar: العناصر
de: Elemente
fa: عناصر
ru: Элементы

source: News
ar: الأخبار
de: Nachrichten
fa: اخبار
ru: Новости

source: Contact
ar: اتصل بنا
de: Kontakt
fa: تماس
ru: Контакт

source: مرورگر شما از تگ ویدیو پشتیبانی نمی‌کند.
ar: متصفحك لا يدعم علامة الفيديو.
de: Ihr Browser unterstützt das Video-Tag nicht.
ru: Ваш браузер не поддерживает тег видео.

source: Avrasya University Hoş geldiniz
ar: مرحبًا بكم في جامعة أفاراسيا
de: Willkommen an der Avrasya Universität
fa: به دانشگاه اوراسیا خوش آمدید
ru: Добро пожаловать в Университет Авразия

source: Eğitiminizi bugün alın!
ar: احصل على تعليمك اليوم!
de: Starten Sie noch heute Ihre Ausbildung!
fa: آموزش خود را امروز شروع کنید!
ru: Получите свое образование уже сегодня!

source: Geleceğinizi bizimle şekillendirin
ar: شكل مستقبلك معنا
de: Gestalten Sie Ihre Zukunft mit uns
fa: آینده خود را با ما شکل دهید
ru: Сформируйте свое будущее с нами

source: prev
ar: السابق
de: zurück
fa: قبلی
ru: предыдущий

source: next
ar: التالي
de: weiter
fa: بعدی
ru: следующий

source: International
ar: الدولية
fa: بین‌الملل
ru: Международный

source: erasmus
ar: إيراسموس
fa: اراسموس
ru: Эразмус

source: Kayıt İşlemleri
ar: إجراءات التسجيل
de: Registrierungsverfahren
fa: فرآیندهای ثبت‌نام
ru: Процедуры регистрации

source: HABERLER
ar: الأخبار
de: NACHRICHTEN
fa: اخبار
ru: НОВОСТИ

source: Son Gelişmeler ve Yenilikçi Çözümlerden Haberdar Olun
ar: كن على اطلاع بأحدث التطورات والحلول المبتكرة
de: Bleiben Sie über die neuesten Entwicklungen und innovativen Lösungen informiert
fa: از آخرین تحولات و راه‌حل‌های نوآورانه مطلع شوید
ru: Будьте в курсе последних событий и инновационных решений

source: Tüm Haberler
ar: جميع الأخبار
de: Alle Nachrichten
fa: همه اخبار
ru: Все новости

source: Devamını Oku
ar: اقرأ المزيد
de: Weiterlesen
fa: ادامه مطلب
ru: Читать далее

source: Henüz Haber Bulunmuyor
ar: لا توجد أخبار بعد
de: Noch keine Nachrichten verfügbar
fa: هنوز خبری وجود ندارد
ru: Новостей пока нет

source: En kısa sürede güncel haberler paylaşılacaktır.
ar: سيتم مشاركة الأخبار الحالية في أقرب وقت ممكن.
de: Aktuelle Nachrichten werden in Kürze geteilt.
fa: در اسرع وقت اخبار به روز به اشتراک گذاشته خواهد شد.
ru: Актуальные новости будут опубликованы в ближайшее время.

source: SON HABERLER
ar: آخر الأخبار
de: NEUESTE NACHRICHTEN
fa: آخرین اخبار
ru: ПОСЛЕДНИЕ НОВОСТИ

source: HABER
ar: خبر
de: NACHRICHT
fa: خبر
ru: НОВОСТЬ

source: Henüz haber bulunmuyor
ar: لا توجد أخبار بعد
de: Noch keine Nachrichten verfügbar
fa: هنوز خبری وجود ندارد
ru: Новостей пока нет

source: DUYURULAR
ar: الإعلانات
de: ANKÜNDIGUNGEN
fa: اطلاعیه‌ها
ru: ОБЪЯВЛЕНИЯ

source: Üniversitemizden güncel haber ve duyurular
ar: أخبار وإعلانات حديثة من جامعتنا
de: Aktuelle Nachrichten und Ankündigungen von unserer Universität
fa: اخبار و اطلاعیه‌های به‌روز از دانشگاه ما
ru: Актуальные новости и объявления от нашего университета

source: Tüm Duyurular
ar: جميع الإعلانات
de: Alle Ankündigungen
fa: همه اطلاعیه‌ها
ru: Все объявления

source: Detay
ar: التفاصيل
de: Details
fa: جزئیات
ru: Подробнее

source: Henüz duyuru bulunmuyor
ar: لا توجد إعلانات بعد
de: Noch keine Ankündigungen verfügbar
fa: هنوز اطلاعیه‌ای وجود ندارد
ru: Объявлений пока нет

source: En kısa sürede güncel duyurular paylaşılacaktır.
ar: سيتم مشاركة الإعلانات الحالية في أقرب وقت ممكن.
de: Aktuelle Ankündigungen werden in Kürze geteilt.
fa: در اسرع وقت اطلاعیه‌های به روز به اشتراک گذاشته خواهد شد.
ru: Актуальные объявления будут опубликованы в ближайшее время.

source: Apply For
ar: تقدم للحصول على
de: Bewerben Sie sich für
fa: درخواست برای
ru: Подать заявку на

source: We invite you to become a part of the AVU family. If you have any questions related to our programs or application procedures, we are here to help you.
ar: ندعوك لتصبح جزءًا من عائلة AVU. إذا كان لديك أي أسئلة تتعلق ببرامجنا أو إجراءات التقديم، فنحن هنا لمساعدتك.
de: Wir laden Sie ein, Teil der AVU-Familie zu werden. Wenn Sie Fragen zu unseren Programmen oder Bewerbungsverfahren haben, sind wir hier, um Ihnen zu helfen.
fa: ما شما را دعوت می‌کنیم تا بخشی از خانواده AVU شوید. اگر سؤالی در مورد برنامه‌های ما یا روش‌های درخواست دارید، ما اینجا هستیم تا به شما کمک کنیم.
ru: Мы приглашаем вас стать частью семьи AVU. Если у вас есть вопросы, связанные с нашими программами или процедурами подачи заявки, мы здесь, чтобы помочь вам.

source: Apply Now
ar: تقدم الآن
de: Jetzt bewerben
fa: اکنون درخواست دهید
ru: Подать заявку сейчас

source: Aradığınızı kolayca bulun
ar: ابحث عما تريده بسهولة
de: Finden Sie leicht, wonach Sie suchen
fa: آنچه را که به دنبال آن هستید به راحتی پیدا کنید
ru: Легко найдите то, что ищете

source: Course Name
ar: اسم الدورة
de: Kursname
fa: نام دوره
ru: Название курса

source: Course name is required.
ar: اسم الدورة مطلوب.
de: Kursname ist erforderlich.
fa: نام دوره الزامی است.
ru: Название курса обязательно.

source: Category
ar: الفئة
de: Kategorie
fa: دسته‌بندی
ru: Категория

source: Degree
ar: الدرجة العلمية
de: Abschluss
fa: مدرک
ru: Степень

source: search course
ar: ابحث عن دورة
de: Kurs suchen
fa: جستجوی دوره
ru: поиск курса

source: ETKINLIKLER
ar: الفعاليات
de: VERANSTALTUNGEN
fa: رویدادها
ru: МЕРОПРИЯТИЯ

source: Yaklaşan etkinlikler ve organizasyonlar
ar: الفعاليات والمنظمات القادمة
de: Bevorstehende Veranstaltungen und Organisationen
fa: رویدادها و سازمان‌های پیش رو
ru: Предстоящие мероприятия и организации

source: Tüm Etkinlikler
ar: جميع الفعاليات
de: Alle Veranstaltungen
fa: همه رویدادها
ru: Все мероприятия

source: etkinliği hakkında detaylı bilgi için tıklayın.
ar: انقر للحصول على معلومات مفصلة حول الفعالية.
de: Klicken Sie für detaillierte Informationen zur Veranstaltung.
fa: برای اطلاعات دقیق در مورد رویداد کلیک کنید.
ru: нажмите для получения подробной информации о мероприятии.

source: Yaklaşan etkinlik bulunmuyor
ar: لا توجد فعاليات قادمة
de: Keine bevorstehenden Veranstaltungen
fa: هیچ رویداد پیش رو وجود ندارد
ru: Предстоящих мероприятий нет

source: En kısa sürede yeni etkinlikler duyurulacaktır.
ar: سيتم الإعلان عن فعاليات جديدة في أقرب وقت ممكن.
de: Neue Veranstaltungen werden in Kürze angekündigt.
fa: در اسرع وقت رویدادهای جدید اعلام خواهد شد.
ru: Новые мероприятия будут анонсированы в ближайшее время.

source: HİZMETLERİMİZ
ar: خدماتنا
de: UNSERE DIENSTLEISTUNGEN
fa: خدمات ما
ru: НАШИ УСЛУГИ

source: Modern Hizmetlerle Geleceğinizi Şekillendirin
ar: شكل مستقبلك بخدماتنا الحديثة
de: Gestalten Sie Ihre Zukunft mit modernen Dienstleistungen
fa: آینده خود را با خدمات مدرن شکل دهید
ru: Сформируйте свое будущее с современными услугами

source: Modern Laboratuvarlarımızla Geleceğin Bilim İnsanlarını Yetiştiriyoruz
ar: نحن نعد علماء المستقبل بمختبراتنا الحديثة
de: Wir bilden die Wissenschaftler von morgen mit unseren modernen Laboren aus
fa: ما با آزمایشگاه‌های مدرن خود دانشمندان آینده را پرورش می‌دهیم
ru: Мы готовим будущих ученых с нашими современными лабораториями

source: Detaylar için tıklayın
ar: انقر للحصول على التفاصيل
de: Für Details klicken
fa: برای جزئیات کلیک کنید
ru: Нажмите для подробностей

source: Son teknoloji ekipmanlar
ar: أحدث المعدات التكنولوجية
de: Hochentwickelte Ausrüstung
fa: تجهیزات پیشرفته
ru: Современное оборудование

source: 7/24 erişim imkanı
ar: إمكانية الوصول 24/7
de: 24/7 Zugang
fa: دسترسی 24/7
ru: Доступ 24/7

source: Uzman akademik kadro
ar: طاقم أكاديمي متخصص
de: Fachkundiges akademisches Personal
fa: هیئت علمی متخصص
ru: Квалифицированный академический состав

source: Araştırma odaklı çalışmalar
ar: أعمال تركز على البحث
de: Forschungsorientierte Arbeiten
fa: مطالعات متمرکز بر پژوهش
ru: Исследовательская деятельность

source: Laboratuvar
ar: مختبر
de: Labor
fa: آزمایشگاه
ru: Лаборатория

source: Cihaz
ar: جهاز
de: Gerät
fa: دستگاه
ru: Устройство

source: Modern ve Konforlu Yaşam Alanlarında Evinizde Hissedin
ar: اشعر وكأنك في منزلك في مساحات معيشة حديثة ومريحة
de: Fühlen Sie sich zu Hause in modernen und komfortablen Lebensräumen
fa: در فضاهای زندگی مدرن و راحت، در خانه خود احساس کنید
ru: Почувствуйте себя как дома в современных и комфортабельных жилых помещениях

source: 24 saat güvenlik
ar: أمن على مدار 24 ساعة
de: 24-Stunden-Sicherheit
fa: امنیت 24 ساعته
ru: Круглосуточная охрана

source: Wi-Fi erişimi
ar: وصول Wi-Fi
de: Wi-Fi-Zugang
fa: دسترسی Wi-Fi
ru: Доступ к Wi-Fi

source: Çalışma salonları
ar: قاعات الدراسة
de: Studienbereiche
fa: سالن‌های مطالعه
ru: Учебные залы

source: Spor tesisleri
ar: مرافق رياضية
de: Sporteinrichtungen
fa: تسهیلات ورزشی
ru: Спортивные сооружения

source: Yurt
ar: سكن
de: Wohnheim
fa: خوابگاه
ru: Общежитие

source: Kapasite
ar: السعة
de: Kapazität
fa: ظرفیت
ru: Вместимость

source: Avrasya Üniversitesi'nde Unutulmaz Bir Üniversite Hayatı
ar: حياة جامعية لا تُنسى في جامعة أفاراسيا
de: Ein unvergessliches Universitätsleben an der Avrasya Universität
fa: یک زندگی دانشگاهی فراموش‌نشدنی در دانشگاه اوراسیا
ru: Незабываемая университетская жизнь в Университете Авразия

source: Sosyal etkinlikler
ar: فعاليات اجتماعية
de: Soziale Veranstaltungen
fa: رویدادهای اجتماعی
ru: Социальные мероприятия

source: Kültürel aktiviteler
ar: أنشطة ثقافية
de: Kulturelle Aktivitäten
fa: فعالیت‌های فرهنگی
ru: Культурные мероприятия

source: Spor takımları
ar: فرق رياضية
de: Sportmannschaften
fa: تیم‌های ورزشی
ru: Спортивные команды

source: Öğrenci kulüpleri
ar: أندية الطلاب
de: Studentenclubs
fa: باشگاه‌های دانشجویی
ru: Студенческие клубы

source: Kulüp
ar: نادي
de: Club
fa: باشگاه
ru: Клуб

source: Etkinlik/Yıl
ar: فعالية/سنة
de: Veranstaltung/Jahr
fa: رویداد/سال
ru: Мероприятий/Год

source: KÜTÜPHANE
ar: المكتبة
de: BIBLIOTHEK
fa: کتابخانه
ru: БИБЛИОТЕКА

source: Zengin Koleksiyon ve Modern Olanaklarla Araştırma Dünyası
ar: عالم البحث بمجموعة غنية ومرافق حديثة
de: Eine Welt der Forschung mit reicher Sammlung und modernen Möglichkeiten
fa: جهان پژوهش با مجموعه غنی و امکانات مدرن
ru: Мир исследований с богатой коллекцией и современными возможностями

source: Online veritabanları
ar: قواعد بيانات عبر الإنترنت
de: Online-Datenbanken
fa: پایگاه‌های داده آنلاین
ru: Онлайн-базы данных

source: 7/24 çalışma alanları
ar: مساحات عمل على مدار 24 ساعة
de: 24/7 Arbeitsbereiche
fa: فضاهای مطالعه 24/7
ru: Рабочие зоны 24/7

source: E-kitap erişimi
ar: وصول إلى الكتب الإلكترونية
de: E-Book-Zugang
fa: دسترسی به کتاب الکترونیکی
ru: Доступ к электронным книгам

source: Grupla çalışma odaları
ar: غرف دراسة جماعية
de: Gruppenarbeitsräume
fa: اتاق‌های مطالعه گروهی
ru: Комнаты для групповой работы

source: Kitap
ar: كتاب
de: Buch
fa: کتاب
ru: Книга

source: Dergi
ar: مجلة
de: Zeitschrift
fa: مجله
ru: Журнал

source: ÖĞRENCİ KULÜPLERİ
ar: أندية الطلاب
de: STUDENTENCLUBS
fa: باشگاه‌های دانشجویی
ru: СТУДЕНЧЕСКИЕ КЛУБЫ

source: İlgi Alanlarınızı Keşfedin, Yeteneklerinizi Geliştirin
ar: اكتشف مجالات اهتمامك، طور مواهبك
de: Entdecken Sie Ihre Interessen, entwickeln Sie Ihre Fähigkeiten
fa: علایق خود را کشف کنید، مهارت‌های خود را توسعه دهید
ru: Откройте свои интересы, развивайте свои таланты

source: Akademik kulüpler
ar: أندية أكاديمية
de: Akademische Clubs
fa: باشگاه‌های علمی
ru: Академические клубы

source: Spor kulüpleri
ar: أندية رياضية
de: Sportclubs
fa: باشگاه‌های ورزشی
ru: Спортивные клубы

source: Sanat atölyeleri
ar: ورش عمل فنية
de: Kunstworkshops
fa: کارگاه‌های هنری
ru: Художественные мастерские

source: Sosyal sorumluluk projeleri
ar: مشاريع المسؤولية الاجتماعية
de: Sozialverantwortungsprojekte
fa: پروژه‌های مسئولیت اجتماعی
ru: Социальные проекты

source: Aktif Kulüp
ar: نادي نشط
de: Aktiver Club
fa: باشگاه فعال
ru: Активный клуб

source: Öğrenci Katılımı
ar: مشاركة الطلاب
de: Studentenbeteiligung
fa: مشارکت دانشجویی
ru: Студенческое участие

source: ONLINE EĞİTİM
ar: التعليم عبر الإنترنت
de: ONLINE-AUSBILDUNG
fa: آموزش آنلاین
ru: ОНЛАЙН-ОБУЧЕНИЕ

source: Her Yerden Erişim, Esnek ve Kaliteli Eğitim İmkanı
ar: إمكانية الوصول من أي مكان، تعليم مرتفع الجودة ومرن
de: Zugang von überall, flexible und qualitativ hochwertige Ausbildungsmöglichkeit
fa: دسترسی از هر مکان، امکان آموزش انعطاف‌پذیر و با کیفیت
ru: Доступ отовсюду, гибкая и качественная образовательная возможность

source: Canlı dersler
ar: دروس مباشرة
de: Live-Unterricht
fa: کلاس‌های زنده
ru: Живые уроки

source: Video kütüphanesi
ar: مكتبة الفيديو
de: Video-Bibliothek
fa: کتابخانه ویدیویی
ru: Видеотека

source: İnteraktif materyaller
ar: مواد تفاعلية
de: Interaktive Materialien
fa: مواد تعاملی
ru: Интерактивные материалы

source: Online sınav sistemi
ar: نظام امتحانات عبر الإنترنت
de: Online-Prüfungssystem
fa: سیستم آزمون آنلاین
ru: Онлайн-система экзаменов

source: Online Ders
ar: درس عبر الإنترنت
de: Online-Kurs
fa: درس آنلاین
ru: Онлайн-урок

source: Erişim
ar: الوصول
de: Zugang
fa: دسترسی
ru: Доступ

source: KAMPÜSLERİMİZ
ar: حُرُمنا الجامعية
de: UNSERE CAMPUSSE
fa: پردیس‌های ما
ru: НАШИ КАМПУСЫ

source: Avrasya Üniversitesi'nin tüm yerleşkeleri ve iletişim bilgileri
ar: جميع حُرُم جامعة أفاراسيا ومعلومات الاتصال
de: Alle Campusse der Avrasya Universität und Kontaktinformationen
fa: همه پردیس‌ها و اطلاعات تماس دانشگاه اوراسیا
ru: Все кампусы Университета Авразия и контактная информация

source: Bilgiler için üzerine gelin
ar: مرر للإطلاع على المعلومات
de: Für Informationen darüber fahren
fa: برای اطلاعات روی آن قرار بگیرید
ru: Наведите для информации

source: PELİTLİ YERLEŞKESİ
ar: حرم بيليتلي
de: PELİTLİ CAMPUS
fa: پردیس پلیتلی
ru: КАМПУС ПЕЛИТЛИ

source: Geri dönmek için üzerine gelin
ar: مرر للعودة
de: Um zurückzukehren darüber fahren
fa: برای بازگشت روی آن قرار بگیرید
ru: Наведите для возврата

source: YALINCAK YERLEŞKESİ
ar: حرم يالجنجاك
de: YALINCAK CAMPUS
fa: پردیس یالینجاک
ru: КАМПУС ЯЛЫНДЖАК

source: KAŞÜSTÜ YERLEŞKESİ
ar: حرم كاشوستو
de: KAŞÜSTÜ CAMPUS
fa: پردیس کاشوستو
ru: КАМПУС КАШЮСТЮ

source: YOMRA YERLEŞKESİ
ar: حرم يومرا
de: YOMRA CAMPUS
fa: پردیس یومرا
ru: КАМПУС ЙОМРА

source: BAŞARILARIMIZ
ar: إنجازاتنا
de: UNSERE ERFOLGE
fa: دستاوردهای ما
ru: НАШИ ДОСТИЖЕНИЯ

source: Mevcut Öğrenciler
ar: الطلاب الحاليون
de: Aktuelle Studenten
fa: دانشجویان فعلی
ru: Текущие студенты

source: Sertifikalı Öğretmenler
ar: معلمون معتمدون
de: Zertifizierte Lehrer
fa: معلمان دارای گواهینامه
ru: Сертифицированные преподаватели

source: Onaylı Kurslar
ar: دورات معتمدة
de: Genehmigte Kurse
fa: دوره‌های تأیید شده
ru: Аккредитованные курсы

source: Mezun Öğrenciler
ar: الخريجون
de: Absolventen
fa: دانشجویان فارغ‌التحصیل
ru: Выпускники

source: Subscribe to newsletter
ar: اشترك في النشرة الإخبارية
de: Newsletter abonnieren
fa: عضویت در خبرنامه
ru: Подписаться на рассылку

source: Email Address
ar: عنوان البريد الإلكتروني
de: E-Mail-Adresse
fa: آدرس ایمیل
ru: Адрес электронной почты

source: Valid email is required.
ar: البريد الإلكتروني الصحيح مطلوب.
de: Gültige E-Mail ist erforderlich.
fa: ایمیل معتبر الزامی است.
ru: Требуется действительный адрес электронной почты.

source: Subscribe
ar: اشتراك
de: Abonnieren
fa: عضویت
ru: Подписаться

source: Menu
ar: القائمة
de: Menü
fa: منو
ru: Меню

source: Home
ar: الرئيسية
de: Startseite
fa: خانه
ru: Главная

source: About Us
ar: من نحن
de: Über uns
fa: درباره ما
ru: О нас

source: Useful Links
ar: روابط مفيدة
de: Nützliche Links
fa: پیوندهای مفید
ru: Полезные ссылки

source: Testimonials
ar: شهادات
de: Referenzen
fa: نظرات
ru: Отзывы

source: FAQ
ar: الأسئلة الشائعة
fa: سؤالات متداول
ru: ЧаВо

source: Community
ar: المجتمع
fa: جامعه
ru: Сообщество

source: Campus Pictures
ar: صور الحرم الجامعي
de: Campus-Bilder
fa: تصاویر پردیس
ru: Фотографии кампуса

source: Tuitions
ar: الرسوم الدراسية
de: Studiengebühren
fa: شهریه‌ها
ru: Обучение

source: Anasayfa
ar: الصفحة الرئيسية
de: Startseite
fa: صفحه اصلی
ru: Главная

source: GENEL BAKIŞ
ar: نظرة عامة
de: ÜBERSICHT
fa: نمای کلی
ru: ОБЗОР

source: Ana Sayfa
ar: الصفحة الرئيسية
de: Startseite
fa: صفحه اصلی
ru: Главная

source: Hakkımızda
ar: معلومات عنا
de: Über uns
fa: درباره ما
ru: О нас

source: Yönetim
ar: الإدارة
de: Verwaltung
fa: مدیریت
ru: Управление

source: İletişim
ar: اتصل بنا
de: Kontakt
fa: تماس
ru: Контакт

source: Galeri
ar: المعرض
de: Galerie
fa: گالری
ru: Галерея

source: HIZLI ERİŞİM
ar: وصول سريع
de: SCHNELLZUGRIFF
fa: دسترسی سریع
ru: БЫСТРЫЙ ДОСТУП

source: Son Haberler
de: Neueste Nachrichten
ru: Последние новости

source: Duyurular
de: Ankündigungen
ru: Объявления

source: Etkinlikler
de: Veranstaltungen
ru: Мероприятия

source: Hizmetlerimiz
ar: خدماتنا
de: Unsere Dienstleistungen
fa: خدمات ما
ru: Наши услуги

source: Kampüslerimiz
ar: حُرُمنا الجامعية
de: Unsere Campusse
fa: پردیس‌های ما
ru: Наши кампусы

source: Başarılarımız
ar: إنجازاتنا
de: Unsere Erfolge
fa: دستاوردهای ما
ru: Наши достижения

source: SİSTEMLER
ar: الأنظمة
de: SYSTEME
fa: سیستم‌ها
ru: СИСТЕМЫ

source: Kalite
ar: الجودة
de: Qualität
fa: کیفیت
ru: Качество

source: Bologna
ar: بولونيا
fa: بولونیا
ru: Болонья

source: Online Eğitim
de: Online-Ausbildung
ru: Онлайн-обучение

source: Mail
ar: البريد الإلكتروني
fa: ایمیل
ru: Почта

source: ANASAYFA
ar: الصفحة الرئيسية
de: STARTSEITE
fa: صفحه اصلی
ru: ГЛАВНАЯ

source: Aday Öğrenci
de: Studienbewerber
ru: Абитуриент

source: BAŞVURU SÜREÇLERİ
ar: إجراءات التقديم
de: BEWERBUNGSVERFAHREN
fa: فرآیندهای درخواست
ru: ПРОЦЕССЫ ПОДАЧИ ЗАЯВОК

source: Aday Öğrenci Ana Sayfa
ar: الصفحة الرئيسية للطالب المرشح
de: Startseite für Studienbewerber
fa: صفحه اصلی دانشجوی متقاضی
ru: Главная абитуриента

source: Online Başvuru
de: Online-Bewerbung
ru: Онлайн-заявка

source: Kayıt Koşulları
de: Immatrikulationsbedingungen
ru: Условия регистрации

source: Ön Kayıt
ar: تسجيل مسبق
de: Vorabregistrierung
fa: ثبت‌نام اولیه
ru: Предварительная регистрация

source: Tercih ve Yerleştirme
ar: التفضيل والتنسيب
de: Präferenz und Platzierung
fa: ترجیح و جایابی
ru: Выбор и размещение

source: Sınav Bilgileri
ar: معلومات الامتحان
de: Prüfungsinformationen
fa: اطلاعات آزمون
ru: Информация об экзаменах

source: BURS VE FİNANS
ar: المنح والتمويل
de: STIPENDIEN UND FINANZEN
fa: بورسیه و امور مالی
ru: СТИПЕНДИИ И ФИНАНСЫ

source: Burs Olanakları
ar: فرص المنح الدراسية
de: Stipendienmöglichkeiten
fa: امکانات بورسیه
ru: Возможности стипендий

source: Öğrenim Kredileri
de: Studienkredite
ru: Образовательные кредиты

source: Ücret ve Ödemeler
ar: الرسوم والمدفوعات
de: Gebühren und Zahlungen
fa: هزینه و پرداخت‌ها
ru: Плата и платежи

source: İndirimler
ar: الخصومات
de: Rabatte
fa: تخفیف‌ها
ru: Скидки

source: Finansal Destek
ar: الدعم المالي
de: Finanzielle Unterstützung
fa: پشتیبانی مالی
ru: Финансовая поддержка

source: YAŞAM VE OLANAKLAR
de: LEBEN UND MÖGLICHKEITEN
ru: ЖИЗНЬ И ВОЗМОЖНОСТИ

source: Yurt ve Barınma
ar: السكن والإيواء
de: Wohnheim und Unterkunft
fa: خوابگاه و اسکان
ru: Общежитие и проживание

source: Kampüs Yaşamı
ar: الحياة في الحرم الجامعي
de: Campusleben
fa: زندگی در پردیس
ru: Жизнь в кампусе

source: Sosyal Olanaklar
de: Soziale Möglichkeiten
ru: Социальные возможности

source: Spor Tesisleri
de: Sporteinrichtungen
ru: Спортивные сооружения

source: Öğrenci İşleri
de: angelegenheiten
ru: Студенческие

source: ÖĞRENCİ İŞLERİ
de: ENANGELEGENHEITEN
ru: СТУДЕНЧЕСКИЕ ДЕЛА

source: Daire Başkanlığı
ar: رئاسة الدائرة
de: Abteilungsleitung
fa: ریاست دایره
ru: Управление департамента

source: Öğrenci Bilgi Sistemi
de: Studenteninformationssystem
ru: Студенческая информационная система

source: Öğrenci NO Sorgulama
ar: الاستعلام عن رقم الطالب
de: Studentennummer Abfrage
fa: استعلام شماره دانشجویی
ru: Запрос студенческого номера

source: Öğrenim Ücretleri
de: Studiengebühren
ru: Плата за обучение

source: Burs ve İndirimler
ar: المنح والخصومات
de: Stipendien und Rabatte
fa: بورسیه و تخفیف‌ها
ru: Стипендии и скидки

source: SOSYAL YAŞAM
ar: الحياة الاجتماعية
de: SOZIALES LEBEN
fa: زندگی اجتماعی
ru: СОЦИАЛЬНАЯ ЖИЗНЬ

source: Öğrenci Kulüpleri
de: Studentenclubs
ru: Студенческие клубы

source: Etkinlik Takvimi
ar: تقويم الفعاليات
de: Veranstaltungskalender
fa: تقویم رویدادها
ru: Календарь мероприятий

source: Kampüs Hayatı
ar: حياة الحرم الجامعي
de: Campusleben
fa: زندگی در پردیس
ru: Жизнь в кампусе

source: Yurtlarımız
ar: مساكننا
de: Unsere Wohnheime
fa: خوابگاه‌های ما
ru: Наши общежития
