Repository: raminentezar-rgb/avrasya-university-site
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ar, de, fa, ru

source: Öğrenci Temsilciliği
de: Studentenvertretung
ru: Студенческое представительство

source: Sosyal Alanlar
de: Soziale Bereiche
ru: Социальные зоны

source: Mail Kullanımı
ar: استخدام البريد الإلكتروني
de: Mail-Nutzung
fa: استفاده از ایمیل
ru: Использование почты

source: Öğrenci Deneyimi
de: Studentenerfahrung
ru: Студенческий опыт

source: ULUSLARARASI
ar: الدولية
de: INTERNATIONAL
fa: بین‌المللی
ru: МЕЖДУНАРОДНОЕ

source: Uluslararası İlişkiler Ofisi
ar: مكتب العلاقات الدولية
de: Büro für Internationale Beziehungen
fa: دفتر روابط بین‌الملل
ru: Офис международных отношений

source: Uluslararası Öğrenciler
de: Internationale Studierende
ru: Иностранные студенты

source: Erasmus+ Programı
ar: برنامج إيراسموس+
de: Erasmus+ Programm
fa: برنامه اراسموس+
ru: Программа Эразмус+

source: Farabi Değişim Programları
ar: برامج التبادل الفارابي
de: Farabi Austauschprogramme
fa: برنامه‌های تبادل فارابی
ru: Программы обмена Фараби

source: Yabancı Uyruklu
ar: أجانب
de: Ausländische Staatsangehörige
fa: اتباع خارجی
ru: Иностранные граждане

source: Kariyer Planlama Merkezi
ar: مركز التخطيط الوظيفي
de: Karriereplanungszentrum
fa: مرکز برنامه‌ریزی شغلی
ru: Центр планирования карьеры

source: Staj ve İş İlanları
ar: التدريب وفرص العمل
de: Praktika und Stellenangebote
fa: کارآموزی و آگهی‌های شغلی
ru: Стажировки и вакансии

source: Mezun Ağı
ar: شبكة الخريجين
de: Alumni-Netzwerk
fa: شبکه فارغ‌التحصیلان
ru: Сеть выпускников

source: Akademik
de: Akademisch
ru: Академический

source: FAKÜLTELER
ar: الكليات
de: FAKULTÄTEN
fa: دانشکده‌ها
ru: ФАКУЛЬТЕТЫ

source: Tüm Fakülteler
de: Alle Fakultäten
ru: Все факультеты

source: Mühendislik ve Mimarlık
ar: الهندسة والعمارة
de: Ingenieurwesen und Architektur
fa: مهندسی و معماری
ru: Инженерия и архитектура

source: Fen ve Edebiyat
ar: العلوم والآداب
de: Naturwissenschaften und Literatur
fa: علوم و ادبیات
ru: Естественные науки и литература

source: İktisadi ve İdari Bilimler
ar: العلوم الاقتصادية والإدارية
de: Wirtschafts- und Verwaltungswissenschaften
fa: علوم اقتصادی و اداری
ru: Экономические и административные науки

source: Sağlık Bilimleri
ar: العلوم الصحية
de: Gesundheitswissenschaften
fa: علوم بهداشتی
ru: Науки о здоровье

source: Spor Bilimleri
de: Sportwissenschaften
ru: Спортивные науки

source: YÜKSEKOKULLAR
ar: المعاهد العليا
de: HOCHSCHULEN
fa: مدارس عالی
ru: ВЫСШИЕ ШКОЛЫ

source: Tüm Yüksekokullar
ar: جميع المعاهد العليا
de: Alle Hochschulen
fa: همه مدارس عالی
ru: Все высшие школы

source: Uygulamalı Bilimler
ar: العلوم التطبيقية
de: Angewandte Wissenschaften
fa: علوم کاربردی
ru: Прикладные науки

source: MESLEK YÜKSEKOKULLARI
ar: المعاهد المهنية العليا
de: BERUFSHOCHSCHULEN
fa: مدارس عالی حرفه‌ای
ru: ПРОФЕССИОНАЛЬНЫЕ ВЫСШИЕ ШКОЛЫ

source: Tüm MYO'lar
de: Alle Berufshochschulen
ru: Все ПВШ

source: Meslek Yüksekokulu
ar: المعهد المهني العالي
de: Berufshochschule
fa: مدرسه عالی حرفه‌ای
ru: Профессиональная высшая школа

source: Sağlık Hizmetleri MYO
ar: المعهد المهني العالي للخدمات الصحية
de: Berufshochschule für Gesundheitsdienste
fa: مدرسه عالی حرفه‌ای خدمات بهداشتی
ru: ПВШ медицинских услуг

source: ENSTİTÜLER
ar: المعاهد
de: INSTITUTE
fa: مؤسسات
ru: ИНСТИТУТЫ

source: Tüm Enstitüler
de: Alle Institute
ru: Все институты

source: Lisansüstü Eğitim
ar: التعليم العالي
de: Postgraduale Ausbildung
fa: آموزش تکمیلی
ru: Последипломное образование

source: Fen Bilimleri Enstitüsü
ar: معهد العلوم الطبيعية
de: Institut für Naturwissenschaften
fa: مؤسسه علوم پایه
ru: Институт естественных наук

source: Sosyal Bilimler Enstitüsü
ar: معهد العلوم الاجتماعية
de: Institut für Sozialwissenschaften
fa: مؤسسه علوم اجتماعی
ru: Институт социальных наук

source: Sağlık Bilimleri Enstitüsü
ar: معهد العلوم الصحية
de: Institut für Gesundheitswissenschaften
fa: مؤسسه علوم بهداشتی
ru: Институт наук о здоровье

source: AKADEMİK TAKVİM
ar: التقويم الأكاديمي
de: AKADEMISCHER KALENDER
fa: تقویم آکادمیک
ru: АКАДЕМИЧЕСКИЙ КАЛЕНДАРЬ

source: Akademik Takvim
de: Akademischer Kalender
ru: Академический календарь

source: Ders Programları
ar: جداول الدروس
de: Stundenpläne
fa: برنامه‌های درسی
ru: Расписание занятий

source: Sınav Takvimi
ar: تقويم الامتحانات
de: Prüfungskalender
fa: تقویم آزمون‌ها
ru: Расписание экзаменов

source: AKADEMİK
ar: الأكاديمية
de: AKADEMISCH
fa: آکادمیک
ru: АКАДЕМИЧЕСКИЙ

source: Araştırma
ar: البحث
de: Forschung
fa: پژوهش
ru: Исследования

source: ARAŞTIRMA MERKEZLERİ
ar: مراكز البحوث
de: FORSCHUNGSZENTREN
fa: مراکز پژوهشی
ru: ИССЛЕДОВАТЕЛЬСКИЕ ЦЕНТРЫ

source: Kadın Çalışmaları
de: Frauenstudien
ru: Гендерные исследования

source: Bağımlılıkla Mücadele
ar: مكافحة الإدمان
de: Bekämpfung von Abhängigkeiten
fa: مبارزه با اعتیاد
ru: Борьба с зависимостями

source: Uzaktan Eğitim
ar: التعليم عن بعد
de: Fernunterricht
fa: آموزش از راه دور
ru: Дистанционное обучение

source: Girişimcilik ve Yenilikçilik
ar: ريادة الأعمال والابتكار
de: Unternehmertum und Innovation
fa: کارآفرینی و نوآوری
ru: Предпринимательство и инновации

source: Gıda Eğitim
ar: تعليم الأغذية
de: Ernährungsbildung
fa: آموزش غذا
ru: Пищевое образование

source: Göç Çalışmaları
de: Migrationsstudien
ru: Исследования миграции

source: Türkçe Öğretimi
ar: تعليم اللغة التركية
de: Türkischunterricht
fa: آموزش زبان ترکی
ru: Преподавание турецкого языка

source: Kariyer Geliştirme
ar: تطوير المسيرة المهنية
de: Karriereentwicklung
fa: توسعه شغلی
ru: Развитие карьеры

source: Ulaştırma Uygulama
ar: تطبيق النقل
de: Verkehrsanwendung
fa: کاربرد حمل و نقل
ru: Прикладной транспорт

source: Teknoloji Transfer Ofisi
ar: مكتب نقل التكنولوجيا
de: Technologietransferbüro
fa: دفتر انتقال فناوری
ru: Офис трансфера технологий

source: Sürekli Eğitim Uygulama
ar: تطبيق التعليم المستمر
de: Anwendung für kontinuierliche Bildung
fa: کاربرد آموزش مداوم
ru: Прикладное непрерывное образование

source: PROJELER
ar: المشاريع
de: PROJEKTE
fa: پروژه‌ها
ru: ПРОЕКТЫ

source: TÜBİTAK Projeleri
ar: مشاريع TÜBİTAK
de: TÜBİTAK-Projekte
fa: پروژه‌های توبیتاک
ru: Проекты ТЮБИТАК

source: Avrupa Birliği Projeleri
ar: مشاريع الاتحاد الأوروبي
de: EU-Projekte
fa: پروژه‌های اتحادیه اروپا
ru: Проекты Европейского Союза

source: Sanayi Projeleri
de: Industrieprojekte
ru: Промышленные проекты

source: Öğrenci Projeleri
de: Studentenprojekte
ru: Студенческие проекты

source: Ulusal Projeler
ar: المشاريع الوطنية
de: Nationale Projekte
fa: پروژه‌های ملی
ru: Национальные проекты

source: YAYINLAR & ETKİNLİKLER
ar: المطبوعات والفعاليات
de: PUBLIKATIONEN & VERANSTALTUNGEN
fa: انتشارات و رویدادها
ru: ПУБЛИКАЦИИ И МЕРОПРИЯТИЯ

source: Akademik Dergiler
de: Akademische Zeitschriften
ru: Академические журналы

source: Makaleler
ar: المقالات
de: Artikel
fa: مقالات
ru: Статьи

source: Tezler
ar: الأطروحات
de: Dissertationen
fa: پایان‌نامه‌ها
ru: Диссертации

source: Patentler
ar: براءات الاختراع
de: Patente
fa: اختراعات
ru: Патенты

source: Sempozyumlar
ar: الندوات
de: Symposien
fa: همایش‌ها
ru: Симпозиумы

source: ARAŞTIRMA
ar: البحث
de: FORSCHUNG
fa: پژوهش
ru: ИССЛЕДОВАНИЯ

source: İLETİŞİM
ar: اتصل بنا
de: KONTAKT
fa: تماس
ru: КОНТАКТ

source: موقعیت
ar: الموقع
de: Standort
ru: Местоположение

source: Bölümler
ar: الأقسام
de: Abteilungen
fa: بخش‌ها
ru: Подразделения

source: حساب کاربری
ar: الحساب
de: Benutzerkonto
ru: Учетная запись

source: Öğrenci
de: Student
ru: Студент

source: Tüm Haberleri Görüntüle
ar: عرض جميع الأخبار
de: Alle Nachrichten anzeigen
fa: مشاهده همه اخبار
ru: Просмотреть все новости

source: URL
ar: رابط URL
fa: نشانی اینترنتی (URL)

source: Русский
ar: الروسية
de: Russisch
fa: روسی

source: In aliquam, augue a gravida rutrum, ante nisl fermentum nulla, vitae tempor nisl ligula vel nunc. Proin quis mi malesuada, finibus tortor fermentum, tempor lacus.
ar: في aliquam، augue a gravida rutrum، ante nisl fermentum nulla، vitae tempor nisl ligula vel nunc. Proin quis mi malesuada، finibus tortor fermentum، tempor lacus.
fa: در aliquam، augue به یک شیار گرانشی، پیش از آن nisl تخمیر صفر، vitae tempor nisl ligula به nunc. Proin quis mi malesuada، finibus tortor تخمیر، tempor lacus.

source: OBS
ar: نظام معلومات الطلاب
fa: سیستم اطلاعات دانشجویی (OBS)

source: EBYS
ar: نظام إدارة الوثائق الإلكترونية
fa: سیستم مدیریت اسناد الکترونیکی (EBYS)

source: Tüm Haberlere Dön
ar: العودة إلى جميع الأخبار
de: Zurück zu allen Nachrichten
fa: بازگشت به همه اخبار

source: Tüm Haberler Listesine Dön
ar: العودة إلى قائمة جميع الأخبار
de: Zurück zur Nachrichtenliste
fa: بازگشت به فهرست کامل اخبار

source: Haberler
ar: الأخبار
de: Nachrichten
fa: اخبار

source: Avrasya Üniversitesi'nden en güncel haberler ve duyurular
ar: أحدث الأخبار والإعلانات من جامعة أفاراسيا
de: Die neuesten Nachrichten und Ankündigungen von der Avrasya Universität
fa: آخرین اخبار و اطلاعیه‌ها از دانشگاه اوراسیا

source: Konuya Göre Ara
ar: البحث حسب الموضوع
de: Nach Thema suchen
fa: جستجو بر اساس موضوع

source: Tarihe Göre Filtrele
ar: تصفية حسب التاريخ
de: Nach Datum filtern
fa: فیلتر بر اساس تاریخ
