Repository: raminentezar-rgb/avrasya-university-site
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ar, de, fa, ru

source: Ensure this filename has at most %(max)d character (it has %(length)d).
ar: تأكد من أن اسم الملف هذا يحتوي على حرف واحد على الأكثر %(max)d (يحتوي على %(length)d).
de: Stellen Sie sicher, dass dieser Dateiname höchstens %(max)d Zeichen hat (er hat %(length)d).
fa: مطمئن شوید که این نام فایل حداکثر %(max)d نویسه دارد (اکنون %(length)d نویسه دارد).
ru: Убедитесь, что это имя файла содержит не более %(max)d символа (сейчас %(length)d).

source: Please either submit a file or check the clear checkbox, not both.
ar: يرجى إما تقديم ملف أو تحديد خانة الاختيار للتفريغ، وليس كلاهما.
de: Bitte übermitteln Sie entweder eine Datei oder aktivieren Sie das Löschkästchen, nicht beides.
fa: لطفاً یا یک فایل ارسال کنید یا کادر انتخاب پاک کردن را علامت بزنید، نه هر دو.
ru: Пожалуйста, либо отправьте файл, либо установите флажок очистки, но не оба действия одновременно.

source: Upload a valid image. The file you uploaded was either not an image or a corrupted image.
ar: قم بتحميل صورة صالحة. الملف الذي قمت بتحميله إما ليس صورة أو صورة تالفة.
de: Laden Sie ein gültiges Bild hoch. Die hochgeladene Datei war entweder kein Bild oder ein beschädigtes Bild.
fa: یک تصویر معتبر بارگذاری کنید. فایلی که بارگذاری کرده‌اید یا تصویر نیست یا یک تصویر خراب است.
ru: Загрузите корректное изображение. Загруженный файл либо не является изображением, либо повреждён.

source: Select a valid choice. %(value)s is not one of the available choices.
ar: حدد خيارًا صالحًا. %(value)s ليس من الخيارات المتاحة.
de: Wählen Sie eine gültige Option. %(value)s ist keine der verfügbaren Optionen.
fa: یک انتخاب معتبر انتخاب کنید. %(value)s یکی از گزینه‌های موجود نیست.
ru: Выберите допустимый вариант. %(value)s не является одним из доступных вариантов.

source: Enter a list of values.
ar: أدخل قائمة بالقيم.
de: Geben Sie eine Liste von Werten ein.
fa: یک لیست از مقادیر وارد کنید.
ru: Введите список значений.

source: Enter a complete value.
ar: أدخل قيمة كاملة.
de: Geben Sie einen vollständigen Wert ein.
fa: یک مقدار کامل وارد کنید.
ru: Введите полное значение.

source: Enter a valid UUID.
ar: أدخل UUID صالحًا.
de: Geben Sie eine gültige UUID ein.
fa: یک UUID معتبر وارد کنید.
ru: Введите корректный UUID.

source: Enter a valid JSON.
ar: أدخل JSON صالحًا.
de: Geben Sie gültiges JSON ein.
fa: یک JSON معتبر وارد کنید.
ru: Введите корректный JSON.

source: (Hidden field %(name)s) %(error)s
ar: (حقل مخفي %(name)s) %(error)s
de: (Verstecktes Feld %(name)s) %(error)s
fa: (فیلد مخفی %(name)s) %(error)s
ru: (Скрытое поле %(name)s) %(error)s

source: ManagementForm data is missing or has been tampered with. Missing fields: %(field_names)s. You may need to file a bug report if the issue persists.
ar: بيانات ManagementForm مفقودة أو تم العبث بها. الحقول المفقودة: %(field_names)s. قد تحتاج إلى تقديم تقرير عن خطأ إذا استمرت المشكلة.
de: ManagementForm-Daten fehlen oder wurden manipuliert. Fehlende Felder: %(field_names)s. Wenn das Problem weiterhin besteht, müssen Sie möglicherweise einen Fehlerbericht einreichen.
fa: داده‌های ManagementForm مفقود یا دستکاری شده‌اند. فیلدهای مفقود: %(field_names)s. در صورت تداوم مشکل ممکن است نیاز به ثبت گزارش خطا داشته باشید.
ru: Данные ManagementForm отсутствуют или были изменены. Отсутствующие поля: %(field_names)s. Если проблема сохраняется, возможно, потребуется сообщить об ошибке.

source: Please submit at most %(num)d form.
ar: يرجى تقديم نموذج واحد على الأكثر %(num)d.
de: Bitte reichen Sie höchstens %(num)d Formular ein.
fa: لطفاً حداکثر %(num)d فرم ارسال کنید.
ru: Пожалуйста, отправьте не более %(num)d формы.

source: Please submit at least %(num)d form.
ar: يرجى تقديم نموذج واحد على الأقل %(num)d.
de: Bitte reichen Sie mindestens %(num)d Formular ein.
fa: لطفاً حداقل %(num)d فرم ارسال کنید.
ru: Пожалуйста, отправьте хотя бы %(num)d форму.

source: Order
ar: ترتيب
de: Reihenfolge
fa: ترتیب
ru: Порядок

source: Delete
ar: حذف
de: Löschen
fa: حذف
ru: Удалить

source: Please correct the duplicate data for %(field)s.
ar: يرجى تصحيح البيانات المكررة لـ %(field)s.
de: Bitte korrigieren Sie die doppelten Daten für %(field)s.
fa: لطفاً داده‌های تکراری برای %(field)s را اصلاح کنید.
ru: Пожалуйста, исправьте повторяющиеся данные для %(field)s.

source: Please correct the duplicate data for %(field)s, which must be unique.
ar: يرجى تصحيح البيانات المكررة لـ %(field)s، والتي يجب أن تكون فريدة.
de: Bitte korrigieren Sie die doppelten Daten für %(field)s, das eindeutig sein muss.
fa: لطفاً داده‌های تکراری برای %(field)s را اصلاح کنید، که باید یکتا باشد.
ru: Пожалуйста, исправьте повторяющиеся данные для %(field)s, которые должны быть уникальными.

source: Please correct the duplicate data for %(field_name)s which must be unique for the %(lookup)s in %(date_field)s.
ar: يرجى تصحيح البيانات المكررة لـ %(field_name)s والتي يجب أن تكون فريدة لـ %(lookup)s في %(date_field)s.
de: Bitte korrigieren Sie die doppelten Daten für %(field_name)s, das für %(lookup)s in %(date_field)s eindeutig sein muss.
fa: لطفاً داده‌های تکراری برای %(field_name)s را اصلاح کنید، که باید برای %(lookup)s در %(date_field)s یکتا باشد.
ru: Пожалуйста, исправьте повторяющиеся данные для %(field_name)s, которые должны быть уникальными для %(lookup)s в %(date_field)s.

source: Please correct the duplicate values below.
ar: يرجى تصحيح القيم المكررة أدناه.
de: Bitte korrigieren Sie die doppelten Werte unten.
fa: لطفاً مقادیر تکراری زیر را اصلاح کنید.
ru: Пожалуйста, исправьте повторяющиеся значения ниже.

source: The inline value did not match the parent instance.
ar: القيمة المضمنة لا تتطابق مع النسخة الأصلية.
de: Der Inline-Wert stimmte nicht mit der übergeordneten Instanz überein.
fa: مقدار درون خطی با نمونه والد مطابقت ندارد.
ru: Значение встроенной формы не соответствует родительскому экземпляру.

source: Select a valid choice. That choice is not one of the available choices.
ar: حدد خيارًا صالحًا. هذا الخيار ليس من الخيارات المتاحة.
de: Wählen Sie eine gültige Option. Diese Option ist keine der verfügbaren Optionen.
fa: یک انتخاب معتبر انتخاب کنید. آن انتخاب یکی از گزینه‌های موجود نیست.
ru: Выберите допустимый вариант. Этот вариант не является одним из доступных.

source: “%(pk)s” is not a valid value.
ar: "%(pk)s" ليست قيمة صالحة.
de: „%(pk)s“ ist kein gültiger Wert.
fa: «%(pk)s» یک مقدار معتبر نیست.
ru: «%(pk)s» не является допустимым значением.

source: %(datetime)s couldn’t be interpreted in time zone %(current_timezone)s; it may be ambiguous or it may not exist.
ar: لا يمكن تفسير %(datetime)s في المنطقة الزمنية %(current_timezone)s؛ قد يكون غامضًا أو قد لا يكون موجودًا.
de: %(datetime)s konnte in der Zeitzone %(current_timezone)s nicht interpretiert werden; es könnte mehrdeutig sein oder nicht existieren.
fa: %(datetime)s نتوانست در منطقه زمانی %(current_timezone)s تفسیر شود؛ ممکن است مبهم باشد یا وجود نداشته باشد.
ru: %(datetime)s не может быть интерпретировано в часовом поясе %(current_timezone)s; оно может быть неоднозначным или не существовать.

source: Clear
ar: تفريغ
de: Löschen
fa: پاک‌کردن
ru: Очистить

source: Currently
ar: حاليًا
de: Aktuell
fa: در حال حاضر
ru: В настоящее время

source: Change
ar: تغيير
de: Ändern
fa: تغییر
ru: Изменить

source: Unknown
ar: غير معروف
de: Unbekannt
fa: نامعلوم
ru: Неизвестно

source: Yes
ar: نعم
de: Ja
fa: بله
ru: Да

source: No
ar: لا
de: Nein
fa: خیر
ru: Нет

# Task
source: Ready
ar: جاهز
de: Bereit
fa: آماده
ru: Готово

# Task
source: Running
ar: قيد التشغيل
de: Läuft
fa: در حال اجرا
ru: Выполняется

# Task
source: Failed
ar: فشل
de: Fehlgeschlagen
fa: ناموفق
ru: Не удалось

# Task
source: Successful
ar: ناجح
de: Erfolgreich
fa: موفق
ru: Успешно

source: yes,no,maybe
ar: نعم،لا،ربما
de: ja,nein,vielleicht
fa: بله،خیر،شاید
ru: да,нет,возможно

source: %(size)d byte
ar: %(size)d بايت
fa: %(size)d بایت
ru: %(size)d байт

source: %s KB
ar: %s كيلوبايت
fa: %s کیلوبایت
ru: %s КБ

source: %s MB
ar: %s ميجابايت
fa: %s مگابایت
ru: %s МБ

source: %s GB
ar: %s جيجابايت
fa: %s گیگابایت
ru: %s ГБ

source: %s TB
ar: %s تيرابايت
fa: %s ترابایت
ru: %s ТБ

source: %s PB
ar: %s بيتابايت
fa: %s پتابایت
ru: %s ПБ

source: p.m.
ar: م
fa: ب.ظ
ru: после полудня

source: a.m.
ar: ص
fa: ق.ظ
ru: до полудня

source: PM
ar: مساءً
fa: بعد از ظهر
ru: ПП

source: AM
ar: صباحًا
fa: قبل از ظهر
ru: ДП

source: midnight
ar: منتصف الليل
de: Mitternacht
fa: نیمه شب
ru: полночь

source: noon
ar: ظهرًا
de: Mittag
fa: ظهر
ru: полдень

source: Monday
ar: الاثنين
de: Montag
fa: دوشنبه
ru: Понедельник

source: Tuesday
ar: الثلاثاء
de: Dienstag
fa: سه‌شنبه
ru: Вторник

source: Wednesday
ar: الأربعاء
de: Mittwoch
fa: چهارشنبه
ru: Среда

source: Thursday
ar: الخميس
de: Donnerstag
fa: پنج‌شنبه
ru: Четверг

source: Friday
ar: الجمعة
de: Freitag
fa: جمعه
ru: Пятница

source: Saturday
ar: السبت
de: Samstag
fa: شنبه
ru: Суббота

source: Sunday
ar: الأحد
de: Sonntag
fa: یکشنبه
ru: Воскресенье

source: Mon
ar: الإثنين
de: Mo
fa: دو
ru: Пн

source: Tue
ar: الثلاثاء
de: Di
fa: سه
ru: Вт

source: Wed
ar: الأربعاء
de: Mi
fa: چهار
ru: Ср

source: Thu
ar: الخميس
de: Do
fa: پنج
ru: Чт

source: Fri
ar: الجمعة
de: Fr
fa: جم
ru: Пт

source: Sat
ar: السبت
de: Sa
fa: شن
ru: Сб

source: Sun
ar: الأحد
de: So
fa: یک
ru: Вс

source: January
ar: يناير
de: Januar
fa: ژانویه
ru: Январь

source: February
ar: فبراير
de: Februar
fa: فوریه
ru: Февраль

source: March
ar: مارس
de: März
fa: مارس
ru: Март

source: April
ar: أبريل
fa: آوریل
ru: Апрель

source: May
ar: مايو
de: Mai
fa: مه
ru: Май

source: June
ar: يونيو
de: Juni
fa: ژوئن
ru: Июнь

source: July
ar: يوليو
de: Juli
fa: ژوئیه
ru: Июль

source: August
ar: أغسطس
fa: اوت
ru: Август

source: September
ar: سبتمبر
fa: سپتامبر
ru: Сентябрь

source: October
ar: أكتوبر
de: Oktober
fa: اکتبر
ru: Октябрь

source: November
ar: نوفمبر
fa: نوامبر
ru: Ноябрь

source: December
ar: ديسمبر
de: Dezember
fa: دسامبر
ru: Декабрь

source: jan
ar: يناير
fa: ژان
ru: янв

source: feb
ar: فبراير
fa: فور
ru: фев

source: mar
ar: مارس
de: mär
fa: مار
ru: мар

source: apr
ar: أبريل
fa: آور
ru: апр

source: may
ar: مايو
de: mai
fa: مه
ru: май

source: jun
ar: يونيو
fa: ژوئ
ru: июн

source: jul
ar: يوليو
fa: ژوئ
ru: июл

source: aug
ar: أغسطس
fa: اوت
ru: авг

source: sep
ar: سبتمبر
fa: سپت
ru: сен

source: oct
ar: أكتوبر
de: okt
fa: اکت
ru: окт

source: nov
ar: نوفمبر
fa: نوا
ru: ноя

source: dec
ar: ديسمبر
de: dez
fa: دسا
ru: дек

# abbrev. month
source: Jan.
ar: يناير
fa: ژان.
ru: Янв.

# abbrev. month
source: Feb.
ar: فبراير
fa: فور.
ru: Февр.

# abbrev. month
source: March
ar: مارس
de: März
fa: مارس
ru: Март

# abbrev. month
source: April
ar: أبريل
fa: آوریل
ru: Апр.

# abbrev. month
source: May
ar: مايو
de: Mai
fa: مه
ru: Май

# abbrev. month
source: June
ar: يونيو
de: Juni
fa: ژوئن
ru: Июнь

# abbrev. month
source: July
ar: يوليو
de: Juli
fa: ژوئیه
ru: Июль

# abbrev. month
source: Aug.
ar: أغسطس
fa: اوت.
ru: Авг.

# abbrev. month
source: Sept.
ar: سبتمبر
fa: سپت.
ru: Сент.

# abbrev. month
source: Oct.
ar: أكتوبر
de: Okt.
fa: اکت.
ru: Окт.

# abbrev. month
source: Nov.
ar: نوفمبر
fa: نوا.
ru: Нояб.

# abbrev. month
source: Dec.
ar: ديسمبر
de: Dez.
fa: دسا.
ru: Дек.

# alt. month
source: January
ar: كانون الثاني
de: Januar
fa: ژانویه
ru: Январь

# alt. month
source: February
ar: شباط
de: Februar
fa: فوریه
ru: Февраль

# alt. month
source: March
ar: آذار
de: März
fa: مارس
ru: Март

# alt. month
source: April
ar: نيسان
fa: آوریل
ru: Апрель

# alt. month
source: May
ar: أيار
de: Mai
fa: مه
ru: Май

# alt. month
source: June
ar: حزيران
de: Juni
fa: ژوئن
ru: Июнь

# alt. month
source: July
ar: تموز
de: Juli
fa: ژوئیه
ru: Июль

# alt. month
source: August
ar: آب
fa: اوت
ru: Август

# alt. month
source: September
ar: أيلول
fa: سپتامبر
ru: Сентябрь

# alt. month
source: October
ar: تشرين الأول
de: Oktober
fa: اکتبر
ru: Октябрь

# alt. month
source: November
ar: تشرين الثاني
fa: نوامبر
ru: Ноябрь

# alt. month
source: December
ar: كانون الأول
de: Dezember
fa: دسامبر
ru: Декабрь

source: This is not a valid IPv6 address.
ar: هذا ليس عنوان IPv6 صالحًا.
de: Dies ist keine gültige IPv6-Adresse.
fa: این یک آدرس IPv6 معتبر نیست.
ru: Это недопустимый IPv6 адрес.

source: or
ar: أو
de: oder
fa: یا
ru: или

source: %(num)d year
ar: %(num)d سنة
de: %(num)d Jahr
fa: %(num)d سال
ru: %(num)d год

source: %(num)d month
ar: %(num)d شهر
de: %(num)d Monat
fa: %(num)d ماه
ru: %(num)d месяц

source: %(num)d week
ar: %(num)d أسبوع
de: %(num)d Woche
fa: %(num)d هفته
ru: %(num)d неделя

source: %(num)d day
ar: %(num)d يوم
de: %(num)d Tag
fa: %(num)d روز
ru: %(num)d день

source: %(num)d hour
ar: %(num)d ساعة
de: %(num)d Stunde
fa: %(num)d ساعت
ru: %(num)d час

source: %(num)d minute
ar: %(num)d دقيقة
fa: %(num)d دقیقه
ru: %(num)d минута

source: Forbidden
ar: محظور
de: Verboten
fa: ممنوع
ru: Запрещено

source: CSRF verification failed. Request aborted.
ar: فشل التحقق من CSRF. تم إحباط الطلب.
de: CSRF-Überprüfung fehlgeschlagen. Anfrage abgebrochen.
fa: تأیید CSRF ناموفق بود. درخواست لغو شد.
ru: Проверка CSRF не удалась. Запрос прерван.

source: You are seeing this message because this HTTPS site requires a “Referer header” to be sent by your web browser, but none was sent. This header is required for security reasons, to ensure that your browser is not being hijacked by third parties.
ar: ترى هذه الرسالة لأن هذا الموقع الآمن (HTTPS) يتطلب إرسال "رأس المراجع" من متصفحك، ولكن لم يتم إرساله. هذا الرأس مطلوب لأسباب أمنية، لضمان عدم اختطاف متصفحك من قبل أطراف ثالثة.
de: Sie sehen diese Nachricht, weil diese HTTPS-Website einen „Referer-Header“ erfordert, der von Ihrem Webbrowser gesendet werden muss, aber keiner gesendet wurde. Dieser Header ist aus Sicherheitsgründen erforderlich, um sicherzustellen, dass Ihr Browser nicht von Dritten übernommen wird.
fa: شما این پیام را می‌بینید زیرا این سایت HTTPS نیازمند ارسال «هدر رفرر» توسط مرورگر وب شماست، اما هیچ هدری ارسال نشد. این هدر به دلایل امنیتی لازم است تا اطمینان حاصل شود مرورگر شما توسط اشخاص ثالث ربوده نشده است.
ru: Вы видите это сообщение, потому что этот HTTPS-сайт требует отправки «Referer заголовка» вашим веб-браузером, но он не был отправлен. Этот заголовок требуется по соображениям безопасности, чтобы гарантировать, что ваш браузер не перехвачен третьими сторонами.

source: If you have configured your browser to disable “Referer” headers, please re-enable them, at least for this site, or for HTTPS connections, or for “same-origin” requests.
ar: إذا قمت بتكوين متصفحك لتعطيل رؤوس "المراجع"، يرجى إعادة تمكينها، على الأقل لهذا الموقع، أو لاتصالات HTTPS، أو لطلبات "نفس المصدر".
de: Wenn Sie Ihren Browser so konfiguriert haben, dass er „Referer“-Header deaktiviert, aktivieren Sie sie bitte wieder, zumindest für diese Website, für HTTPS-Verbindungen oder für „Same-Origin“-Anfragen.
fa: اگر مرورگر خود را برای غیرفعال کردن هدرهای «رفرر» پیکربندی کرده‌اید، لطفاً آن‌ها را مجدداً فعال کنید، حداقل برای این سایت، یا برای اتصالات HTTPS، یا برای درخواست‌های «هم‌مبدأ».
ru: Если вы настроили свой браузер на отключение заголовков «Referer», пожалуйста, включите их снова, хотя бы для этого сайта, или для HTTPS-соединений, или для запросов «same-origin».

source: If you are using the <meta name="referrer" content="no-referrer"> tag or including the “Referrer-Policy: no-referrer” header, please remove them. The CSRF protection requires the “Referer” header to do strict referer checking. If you’re concerned about privacy, use alternatives like <a rel="noreferrer" …> for links to third-party sites.
ar: إذا كنت تستخدم علامة <meta name="referrer" content="no-referrer"> أو تضمين رأس "Referrer-Policy: no-referrer"، يرجى إزالتها. حماية CSRF تتطلب رأس "المراجع" للقيام بالتحقق الصارم من المرجع. إذا كنت قلقًا بشأن الخصوصية، استخدم بدائل مثل <a rel="noreferrer" …> للروابط إلى مواقع الطرف الثالث.
de: Wenn Sie das <meta name="referrer" content="no-referrer">-Tag verwenden oder den „Referrer-Policy: no-referrer“-Header einschließen, entfernen Sie diese bitte. Der CSRF-Schutz benötigt den „Referer“-Header für eine strikte Referer-Überprüfung. Wenn Sie Datenschutzbedenken haben, verwenden Sie Alternativen wie <a rel="noreferrer" …> für Links zu Drittseiten.
fa: اگر از تگ <meta name="referrer" content="no-referrer"> استفاده می‌کنید یا هدر «Referrer-Policy: no-referrer» را شامل می‌شوید، لطفاً آن‌ها را حذف کنید. محافظت CSRF نیازمند هدر «رفرر» برای انجام بررسی سختگیرانه رفرر است. اگر نگران حریم خصوصی هستید، از جایگزین‌هایی مانند <a rel="noreferrer" …> برای پیوند به سایت‌های شخص ثالث استفاده کنید.
ru: Если вы используете тег <meta name="referrer" content="no-referrer"> или включаете заголовок «Referrer-Policy: no-referrer», пожалуйста, удалите их. Защита CSRF требует заголовок «Referer» для строгой проверки источника. Если вы беспокоитесь о конфиденциальности, используйте альтернативы, такие как <a rel="noreferrer" …> для ссылок на сторонние сайты.

source: You are seeing this message because this site requires a CSRF cookie when submitting forms. This cookie is required for security reasons, to ensure that your browser is not being hijacked by third parties.
ar: ترى هذه الرسالة لأن هذا الموقع يتطلب ملف تعريف ارتباط CSRF عند تقديم النماذج. هذا ملف تعريف ارتباط مطلوب لأسباب أمنية، لضمان عدم اختطاف متصفحك من قبل أطراف ثالثة.
de: Sie sehen diese Nachricht, weil diese Website ein CSRF-Cookie beim Absenden von Formularen benötigt. Dieses Cookie ist aus Sicherheitsgründen erforderlich, um sicherzustellen, dass Ihr Browser nicht von Dritten übernommen wird.
fa: شما این پیام را می‌بینید زیرا این سایت هنگام ارسال فرم‌ها نیازمند یک کوکی CSRF است. این کوکی به دلایل امنیتی لازم است تا اطمینان حاصل شود مرورگر شما توسط اشخاص ثالث ربوده نشده است.
ru: Вы видите это сообщение, потому что этот сайт требует CSRF куки при отправке форм. Эта кука требуется по соображениям безопасности, чтобы гарантировать, что ваш браузер не перехвачен третьими сторонами.

source: If you have configured your browser to disable cookies, please re-enable them, at least for this site, or for “same-origin” requests.
ar: إذا قمت بتكوين متصفحك لتعطيل ملفات تعريف الارتباط، يرجى إعادة تمكينها، على الأقل لهذا الموقع، أو لطلبات "نفس المصدر".
de: Wenn Sie Ihren Browser so konfiguriert haben, dass er Cookies deaktiviert, aktivieren Sie sie bitte wieder, zumindest für diese Website oder für „Same-Origin“-Anfragen.
fa: اگر مرورگر خود را برای غیرفعال کردن کوکی‌ها پیکربندی کرده‌اید، لطفاً آن‌ها را مجدداً فعال کنید، حداقل برای این سایت، یا برای درخواست‌های «هم‌مبدأ».
ru: Если вы настроили свой браузер на отключение куки, пожалуйста, включите их снова, хотя бы для этого сайта или для запросов «same-origin».

source: More information is available with DEBUG=True.
ar: المزيد من المعلومات متاحة مع DEBUG=True.
de: Weitere Informationen sind mit DEBUG=True verfügbar.
fa: اطلاعات بیشتر با DEBUG=True در دسترس است.
ru: Дополнительная информация доступна при DEBUG=True.

source: No year specified
ar: لم يتم تحديد سنة
de: Kein Jahr angegeben
fa: هیچ سالی مشخص نشده است
ru: Год не указан

source: Date out of range
ar: تاريخ خارج النطاق
de: Datum außerhalb des gültigen Bereichs
fa: تاریخ خارج از محدوده
ru: Дата вне диапазона

source: No month specified
ar: لم يتم تحديد شهر
de: Kein Monat angegeben
fa: هیچ ماهی مشخص نشده است
ru: Месяц не указан

source: No day specified
ar: لم يتم تحديد يوم
de: Kein Tag angegeben
fa: هیچ روزی مشخص نشده است
ru: День не указан

source: No week specified
ar: لم يتم تحديد أسبوع
de: Keine Woche angegeben
fa: هیچ هفته‌ای مشخص نشده است
ru: Неделя не указана

source: No %(verbose_name_plural)s available
ar: لا توجد %(verbose_name_plural)s متاحة
de: Keine %(verbose_name_plural)s verfügbar
fa: هیچ %(verbose_name_plural)s در دسترس نیست
ru: Нет доступных %(verbose_name_plural)s

source: Future %(verbose_name_plural)s not available because %(class_name)s.allow_future is False.
ar: الـ %(verbose_name_plural)s المستقبلية غير متاحة لأن %(class_name)s.allow_future هي False.
de: Zukünftige %(verbose_name_plural)s nicht verfügbar, weil %(class_name)s.allow_future False ist.
fa: %(verbose_name_plural)s آینده در دسترس نیست زیرا %(class_name)s.allow_future برابر False است.
ru: Будущие %(verbose_name_plural)s недоступны, потому что %(class_name)s.allow_future установлено в False.

source: Invalid date string “%(datestr)s” given format “%(format)s”
ar: سلسلة التاريخ "%(datestr)s" غير صالحة للتنسيق "%(format)s"
de: Ungültige Datumszeichenkette „%(datestr)s“ bei Format „%(format)s“
fa: رشته تاریخ نامعتبر «%(datestr)s» با فرمت داده شده «%(format)s»
ru: Неверная строка даты «%(datestr)s» для формата «%(format)s»

source: No %(verbose_name)s found matching the query
ar: لم يتم العثور على %(verbose_name)s مطابق للاستعلام
de: Kein %(verbose_name)s gefunden, das der Abfrage entspricht
fa: هیچ %(verbose_name)s منطبق با پرس‌وجو یافت نشد
ru: Не найден %(verbose_name)s, соответствующий запросу

source: Page is not “last”, nor can it be converted to an int.
ar: الصفحة ليست "الأخيرة"، ولا يمكن تحويلها إلى عدد صحيح.
de: Seite ist nicht „last“ und kann auch nicht in eine Ganzzahl umgewandelt werden.
fa: صفحه «آخر» نیست و نمی‌توان آن را به عدد صحیح تبدیل کرد.
ru: Страница не является «последней» и не может быть преобразована в целое число.

source: Invalid page (%(page_number)s): %(message)s
ar: صفحة غير صالحة (%(page_number)s): %(message)s
de: Ungültige Seite (%(page_number)s): %(message)s
fa: صفحه نامعتبر (%(page_number)s): %(message)s
ru: Неверная страница (%(page_number)s): %(message)s

source: Empty list and “%(class_name)s.allow_empty” is False.
ar: قائمة فارغة و "%(class_name)s.allow_empty" هي False.
de: Leere Liste und „%(class_name)s.allow_empty“ ist False.
fa: لیست خالی است و «%(class_name)s.allow_empty» برابر False است.
ru: Пустой список и «%(class_name)s.allow_empty» установлено в False.

source: Directory indexes are not allowed here.
ar: فهارس الدليل غير مسموح بها هنا.
de: Verzeichnisindexe sind hier nicht erlaubt.
fa: فهرست‌های دایرکتوری در اینجا مجاز نیستند.
ru: Индексы каталогов здесь не разрешены.

source: “%(path)s” does not exist
ar: "%(path)s" غير موجود
de: „%(path)s“ existiert nicht
fa: «%(path)s» وجود ندارد
ru: «%(path)s» не существует

source: Index of %(directory)s
ar: فهرس %(directory)s
de: Index von %(directory)s
fa: فهرست %(directory)s
ru: Индекс %(directory)s

source: The install worked successfully! Congratulations!
ar: تم التثبيت بنجاح! تهانينا!
de: Die Installation war erfolgreich! Glückwunsch!
fa: نصب با موفقیت انجام شد! تبریک!
ru: Установка прошла успешно! Поздравляем!

source: View <a href="https://docs.djangoproject.com/en/%(version)s/releases/" target="_blank" rel="noopener">release notes</a> for Django %(version)s
ar: عرض <a href="https://docs.djangoproject.com/en/%(version)s/releases/" target="_blank" rel="noopener">ملاحظات الإصدار</a> لجانغو %(version)s
de: Sehen Sie sich die <a href="https://docs.djangoproject.com/en/%(version)s/releases/" target="_blank" rel="noopener">Release Notes</a> für Django %(version)s an
fa: <a href="https://docs.djangoproject.com/en/%(version)s/releases/" target="_blank" rel="noopener">یادداشت‌های انتشار</a> جنگو %(version)s را مشاهده کنید
ru: Просмотрите <a href="https://docs.djangoproject.com/en/%(version)s/releases/" target="_blank" rel="noopener">примечания к выпуску</a> для Django %(version)s
